// Автогенерация: parse_contractors.py
window.CONTRACTORS = {
  "2026-01": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 91227631,
      "pct": 38.1,
      "top_items": [
        {
          "name": "КИМПАБ С ТУНЦОМ MAGNUM CHEF 220ГР",
          "rev": 2340770
        },
        {
          "name": "КИМПАБ С КУРИЦЕЙ MAGNUM CHEF 220ГР",
          "rev": 1926336
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 1737370
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 1654760
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 1524116
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 59132202,
      "pct": 24.7,
      "top_items": [
        {
          "name": "Упак Хлеб Тосканский СМ (6шт)",
          "rev": 1678320
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 1661348
        },
        {
          "name": "Упак Том ям с курицей (1порц)",
          "rev": 1472475
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 1468247
        },
        {
          "name": "Упак Сельдь под шубой (1порц)",
          "rev": 1369856
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 18601339,
      "pct": 7.8,
      "top_items": [
        {
          "name": "Упак Рыба Форель с кожей (1кг)",
          "rev": 665504
        },
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 564681
        },
        {
          "name": "Упак Бефстроганов new ВУ (3кг)",
          "rev": 518318
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 364400
        },
        {
          "name": "Упак Говядина по татарский (3 кг)",
          "rev": 343755
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 13003547,
      "pct": 5.4,
      "top_items": [
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 2055600
        },
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 1961880
        },
        {
          "name": "RP* Упак Брецель-дог (20шт)",
          "rev": 1289320
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 1070100
        },
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 1053630
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 11770526,
      "pct": 4.9,
      "top_items": [
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 500555
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 497416
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 494172
        },
        {
          "name": "Упак Картофель с мясом (1порц)",
          "rev": 493950
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 446946
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 10213450,
      "pct": 4.3,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 1068600
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 1047200
        },
        {
          "name": "Упак Медовик (4шт)",
          "rev": 588260
        },
        {
          "name": "Упак Тирамису в стакане с вилкой (1шт)",
          "rev": 555000
        },
        {
          "name": "Упак Вуппи-пай в стакане с вилкой (1шт)",
          "rev": 495560
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 5581048,
      "pct": 2.3,
      "top_items": [
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 948600
        },
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 555360
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 422730
        },
        {
          "name": "Упак Манты с говядиной (100 шт гофра)",
          "rev": 385000
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 381150
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 5231440,
      "pct": 2.2,
      "top_items": [
        {
          "name": "СН* Упак Торт блинный (1шт)",
          "rev": 567669
        },
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 357000
        },
        {
          "name": "У* СН 31*19,5*34 Пакет бумажный безпечати белый с круч ручками",
          "rev": 302400
        },
        {
          "name": "СН* Упак Торт Шоколадный с ягодами (8шт)",
          "rev": 283697
        },
        {
          "name": "Упак Круассан с шоколадным кремом (1шт)",
          "rev": 203946
        }
      ]
    },
    {
      "name": "Даркстор",
      "rev": 5123958,
      "pct": 2.1,
      "top_items": [
        {
          "name": "Упак Курица с сыром с пастой фузилли (1порц)",
          "rev": 280311
        },
        {
          "name": "Упак Курица с сыром и картофельным пюре (1порц)",
          "rev": 262713
        },
        {
          "name": "Упак Пенне болоньезе (1порц)",
          "rev": 256680
        },
        {
          "name": "Упак Бефстроганов с картофельным пюре (1порц)",
          "rev": 252770
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 243984
        }
      ]
    },
    {
      "name": "Алга экспресс",
      "rev": 2411412,
      "pct": 1.0,
      "top_items": [
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 191160
        },
        {
          "name": "ЛЛ* Упак Круассан с курицей (1шт)",
          "rev": 185250
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 173400
        },
        {
          "name": "ЛЛ* Упак Багет с индейкой (1шт)",
          "rev": 157195
        },
        {
          "name": "ЛЛ* Упак Сэндвич с колбасой (1шт)",
          "rev": 144127
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 1639004,
      "pct": 0.7,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 113305
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 74770
        },
        {
          "name": "Упак Сырники с джемом (3шт)",
          "rev": 58509
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 53857
        },
        {
          "name": "Упак Суп борщ с говядиной (1порц)",
          "rev": 52833
        }
      ]
    },
    {
      "name": "0Частное лицо Покупатель",
      "rev": 1527440,
      "pct": 0.6,
      "top_items": [
        {
          "name": "С* Мука в/с дешевле",
          "rev": 346875
        },
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 121500
        },
        {
          "name": "Упак Пирожное шифон (4шт)",
          "rev": 103008
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 84000
        },
        {
          "name": "Упак Улитка с изюмом готов СМ (10 шт гофра)",
          "rev": 65631
        }
      ]
    },
    {
      "name": "DQ12 ТОО г.Тараз",
      "rev": 1367544,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Молочная девочка (8 упак гофра)",
          "rev": 305664
        },
        {
          "name": "Упак Медовик (8 упак гофра)",
          "rev": 265728
        },
        {
          "name": "Упак Наполеон (8 упак гофра)",
          "rev": 242688
        },
        {
          "name": "Упак Пирожное Птичье молоко (8 упак гофра)",
          "rev": 141568
        },
        {
          "name": "Упак Пирожное опера (8 упак гофра)",
          "rev": 104160
        }
      ]
    },
    {
      "name": "Wolt",
      "rev": 1147731,
      "pct": 0.5,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 75382
        },
        {
          "name": "Упак Тефтели говяжьи с гречкой и овощами (1порц)",
          "rev": 66955
        },
        {
          "name": "Упак Сырники с джемом (3шт)",
          "rev": 66676
        },
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 65790
        },
        {
          "name": "Упак Блины с мясом (3шт)",
          "rev": 55508
        }
      ]
    },
    {
      "name": "GO Market",
      "rev": 1090018,
      "pct": 0.5,
      "top_items": [
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 199620
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 197340
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 173820
        },
        {
          "name": "Упак Сочник творожный готов СМ (30шт гофра )",
          "rev": 143940
        },
        {
          "name": "Упак Манты с говядиной замор (12 упак гофра)",
          "rev": 68484
        }
      ]
    }
  ],
  "2026-02": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 91841634,
      "pct": 40.0,
      "top_items": [
        {
          "name": "КИМПАБ С ТУНЦОМ MAGNUM CHEF 220ГР",
          "rev": 2336820
        },
        {
          "name": "КИМПАБ С КУРИЦЕЙ MAGNUM CHEF 220ГР",
          "rev": 2023032
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 1794474
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 1720401
        },
        {
          "name": "ШНИЦЕЛЬ КУРИНЫЙ С КАРТОФЕЛЬНЫМ ПЮРЕ MAGNUM CHEF 310ГР",
          "rev": 1540350
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 50571660,
      "pct": 22.0,
      "top_items": [
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 2593760
        },
        {
          "name": "Упак Хлеб Тосканский СМ (6шт)",
          "rev": 1829520
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 1446320
        },
        {
          "name": "Упак Багет чесночный СМ (8шт)",
          "rev": 1409200
        },
        {
          "name": "Упак Том ям с курицей (1порц)",
          "rev": 1266768
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 19266193,
      "pct": 8.4,
      "top_items": [
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 792515
        },
        {
          "name": "Упак Пельмени с говядиной СМ (5 кг гофра)",
          "rev": 542975
        },
        {
          "name": "Упак Морс черная смородина (50л)",
          "rev": 399684
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 386073
        },
        {
          "name": "С* Сосиска молочная кг",
          "rev": 382954
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 14039988,
      "pct": 6.1,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 612796
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 591003
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 536085
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 503157
        },
        {
          "name": "Упак Картофель с мясом (1порц)",
          "rev": 475260
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 11429129,
      "pct": 5.0,
      "top_items": [
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 3245760
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 2141100
        },
        {
          "name": "RP* Упак Круассан миндальный готов СМ (10 шт гофра)",
          "rev": 1282760
        },
        {
          "name": "RP* Упак Пирожок с капустой  готов СМ (30 шт гофра)",
          "rev": 1012620
        },
        {
          "name": "RP* Упак Брецель-дог (20шт)",
          "rev": 633600
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 10959794,
      "pct": 4.8,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 1221480
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 1115200
        },
        {
          "name": "Упак Медовик (4шт)",
          "rev": 702160
        },
        {
          "name": "Упак Тирамису в стакане с вилкой (1шт)",
          "rev": 675000
        },
        {
          "name": "Упак Вуппи-пай в стакане с вилкой (1шт)",
          "rev": 608400
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 5640018,
      "pct": 2.5,
      "top_items": [
        {
          "name": "СН* Упак Торт блинный (1шт)",
          "rev": 1202050
        },
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 385000
        },
        {
          "name": "Упак Круассан с шоколадным кремом (1шт)",
          "rev": 372750
        },
        {
          "name": "У* СН 31*19,5*34 Пакет бумажный безпечати белый с круч ручками",
          "rev": 337077
        },
        {
          "name": "У* Коробка 20*14*10",
          "rev": 313000
        }
      ]
    },
    {
      "name": "O-live",
      "rev": 3246765,
      "pct": 1.4,
      "top_items": [
        {
          "name": "Рацион №5 (1800 ккал)",
          "rev": 135200
        },
        {
          "name": "Рацион №6 (1800 ккал)",
          "rev": 124800
        },
        {
          "name": "Рацион №5 (2500 ккал)",
          "rev": 117000
        },
        {
          "name": "Рацион №4 (1800 ккал)",
          "rev": 109200
        },
        {
          "name": "Рацион №11 (1800 ккал)",
          "rev": 104000
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 2995558,
      "pct": 1.3,
      "top_items": [
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 558000
        },
        {
          "name": "Упак Маффин шоколадный (24шт)",
          "rev": 547008
        },
        {
          "name": "Упак Маффин апельсиновый (24шт)",
          "rev": 266112
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 207900
        },
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 197580
        }
      ]
    },
    {
      "name": "Даркстор",
      "rev": 2225590,
      "pct": 1.0,
      "top_items": [
        {
          "name": "Упак Бефстроганов с картофельным пюре (1порц)",
          "rev": 183690
        },
        {
          "name": "Упак Пенне болоньезе (1порц)",
          "rev": 153450
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 143520
        },
        {
          "name": "Упак Курица с сыром и картофельным пюре (1порц)",
          "rev": 121929
        },
        {
          "name": "Упак Плов с курицей (1порц)",
          "rev": 119880
        }
      ]
    },
    {
      "name": "Алга экспресс",
      "rev": 2086885,
      "pct": 0.9,
      "top_items": [
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 149700
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 132780
        },
        {
          "name": "ЛЛ* Упак Круассан с курицей (1шт)",
          "rev": 131352
        },
        {
          "name": "ЛЛ* Упак Багет с индейкой (1шт)",
          "rev": 123420
        },
        {
          "name": "ЛЛ* Упак Клаб Сэндвич с курицей (1шт)",
          "rev": 112344
        }
      ]
    },
    {
      "name": "Wolt",
      "rev": 2012249,
      "pct": 0.9,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 132046
        },
        {
          "name": "Упак Тефтели говяжьи с гречкой и овощами (1порц)",
          "rev": 128933
        },
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 117420
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 110770
        },
        {
          "name": "Упак Салат Малибу (1порц)",
          "rev": 93126
        }
      ]
    },
    {
      "name": "111 ГЛОВО г.Алматы, ул.Серкебаева, 31",
      "rev": 1923912,
      "pct": 0.8,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 178268
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 71095
        },
        {
          "name": "Упак Куриные котлеты с картофельным пюре и овощами (1порц)",
          "rev": 67032
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 63882
        },
        {
          "name": "Упак Курица с сыром и гречкой (1порц)",
          "rev": 59712
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 1696227,
      "pct": 0.7,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 78264
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 52896
        },
        {
          "name": "Упак Сырники с джемом (3шт)",
          "rev": 48516
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 45919
        },
        {
          "name": "Упак Куриные котлеты с картофельным пюре и овощами (1порц)",
          "rev": 45864
        }
      ]
    },
    {
      "name": "0Частное лицо Покупатель",
      "rev": 1311808,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 60000
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 60000
        },
        {
          "name": "Упак Клаб Сэндвич с курицей (1шт)",
          "rev": 38104
        },
        {
          "name": "СН* Упак Пирожное Зимняя вишня новогоднее (2шт)",
          "rev": 36423
        },
        {
          "name": "Упак Клаб Сэндвич крок-месье (1шт)",
          "rev": 36103
        }
      ]
    }
  ],
  "2026-03": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 94766072,
      "pct": 36.2,
      "top_items": [
        {
          "name": "КИМПАБ С ТУНЦОМ MAGNUM CHEF 220ГР",
          "rev": 2439390
        },
        {
          "name": "КИМПАБ С КУРИЦЕЙ MAGNUM CHEF 220ГР",
          "rev": 1994472
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 1714308
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 1660869
        },
        {
          "name": "ШНИЦЕЛЬ КУРИНЫЙ С КАРТОФЕЛЬНЫМ ПЮРЕ MAGNUM CHEF 310ГР",
          "rev": 1625274
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 67133050,
      "pct": 25.7,
      "top_items": [
        {
          "name": "Упак Хлеб Тосканский СМ (6шт)",
          "rev": 2710800
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 2651896
        },
        {
          "name": "Упак Багет чесночный СМ (8шт)",
          "rev": 2311400
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 2283536
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 2154562
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 18897985,
      "pct": 7.2,
      "top_items": [
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 4666590
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 2923230
        },
        {
          "name": "RP* Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 2226480
        },
        {
          "name": "RP* Упак Круассан миндальный готов СМ (10 шт гофра)",
          "rev": 1773570
        },
        {
          "name": "RP* Упак Пирожок с капустой  готов СМ (30 шт гофра)",
          "rev": 1286160
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 16561932,
      "pct": 6.3,
      "top_items": [
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 571695
        },
        {
          "name": "Упак Манты с говядиной и с тыквой СМ (50шт)",
          "rev": 472403
        },
        {
          "name": "Упак Морс черная смородина (50л)",
          "rev": 334350
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 331041
        },
        {
          "name": "Упак Говядина по татарский (3 кг)",
          "rev": 318138
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 15399728,
      "pct": 5.9,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 549978
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 536466
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 501984
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 485334
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 433675
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 12816804,
      "pct": 4.9,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 1372800
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 1237600
        },
        {
          "name": "Упак Тирамису в стакане с вилкой (1шт)",
          "rev": 814200
        },
        {
          "name": "Упак Медовик (4шт)",
          "rev": 745040
        },
        {
          "name": "Упак Компот из сухофруктов (50л)",
          "rev": 700600
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 8811994,
      "pct": 3.4,
      "top_items": [
        {
          "name": "Упак Брецель-дог (20шт)",
          "rev": 2436000
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 1365550
        },
        {
          "name": "Упак Маффин шоколадный (24шт)",
          "rev": 702240
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 672210
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 637560
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 6445354,
      "pct": 2.5,
      "top_items": [
        {
          "name": "СН* Упак Торт блинный (1шт)",
          "rev": 1409300
        },
        {
          "name": "Упак Круассан с шоколадным кремом (1шт)",
          "rev": 378000
        },
        {
          "name": "Упак Тарталетка картье д/Люченте (2шт)",
          "rev": 325680
        },
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 315000
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 278690
        }
      ]
    },
    {
      "name": "Wolt",
      "rev": 2675372,
      "pct": 1.0,
      "top_items": [
        {
          "name": "Упак Тефтели говяжьи с гречкой и овощами (1порц)",
          "rev": 200816
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 189736
        },
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 156045
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 138985
        },
        {
          "name": "Упак Круассан с лососем (1шт)",
          "rev": 130174
        }
      ]
    },
    {
      "name": "111 ГЛОВО г.Алматы, ул.Серкебаева, 31",
      "rev": 2335763,
      "pct": 0.9,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 212083
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 93278
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 70200
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 66310
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 60102
        }
      ]
    },
    {
      "name": "O-live",
      "rev": 2180653,
      "pct": 0.8,
      "top_items": [
        {
          "name": "Рацион №24 (1800 ккал)",
          "rev": 79200
        },
        {
          "name": "Рацион №15 (1800 ккал)",
          "rev": 60000
        },
        {
          "name": "Рацион №24 (1500 ккал)",
          "rev": 58500
        },
        {
          "name": "ПП* Упак Белая рыба с картофелем запеченным и цветной капустой (1порц)",
          "rev": 54868
        },
        {
          "name": "Рацион №23 (1800 ккал)",
          "rev": 50400
        }
      ]
    },
    {
      "name": "DQ12 ТОО г.Тараз",
      "rev": 1925480,
      "pct": 0.7,
      "top_items": [
        {
          "name": "Упак Молочная девочка (8 упак гофра)",
          "rev": 573120
        },
        {
          "name": "Упак Медовик (8 упак гофра)",
          "rev": 498240
        },
        {
          "name": "Упак Наполеон (8 упак гофра)",
          "rev": 455040
        },
        {
          "name": "Упак Пирожное Птичье молоко (8 упак гофра)",
          "rev": 176960
        },
        {
          "name": "Упак Хлеб тостовый белый (4шт)",
          "rev": 101040
        }
      ]
    },
    {
      "name": "Даркстор",
      "rev": 1919640,
      "pct": 0.7,
      "top_items": [
        {
          "name": "Упак Пряник Праздник (1шт)",
          "rev": 196350
        },
        {
          "name": "Упак Бефстроганов с картофельным пюре (1порц)",
          "rev": 149150
        },
        {
          "name": "Упак Пенне болоньезе (1порц)",
          "rev": 121365
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 113620
        },
        {
          "name": "Упак Плов с курицей (1порц)",
          "rev": 96570
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 1891545,
      "pct": 0.7,
      "top_items": [
        {
          "name": "Упак Бенто торт Молочная девочка S ГП",
          "rev": 69672
        },
        {
          "name": "Упак Салат с хрустящей курочкой (1порц)",
          "rev": 67664
        },
        {
          "name": "Упак Салат Малибу (1порц)",
          "rev": 67452
        },
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 65823
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 63307
        }
      ]
    },
    {
      "name": "ИП Ник и",
      "rev": 1467908,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Компот из сухофруктов 0,3 (1шт)",
          "rev": 460032
        },
        {
          "name": "Упак Самса с говядиной (25шт)",
          "rev": 391680
        },
        {
          "name": "Упак Самса с курицей (25шт)",
          "rev": 282030
        },
        {
          "name": "Упак Чак-чак с изюмом и орехами (35шт)",
          "rev": 238080
        },
        {
          "name": "Упак Печенье укус пчелы (9шт)",
          "rev": 35840
        }
      ]
    }
  ],
  "2026-04": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 102010152,
      "pct": 38.3,
      "top_items": [
        {
          "name": "КИМПАБ С ТУНЦОМ MAGNUM CHEF 220ГР",
          "rev": 2477550
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 2161971
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 2129084
        },
        {
          "name": "КИМПАБ С КУРИЦЕЙ MAGNUM CHEF 220ГР",
          "rev": 2010592
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 1788714
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 56446260,
      "pct": 21.2,
      "top_items": [
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 2543767
        },
        {
          "name": "Упак Хлеб Тосканский СМ (6шт)",
          "rev": 2058480
        },
        {
          "name": "Упак Багет чесночный СМ (8шт)",
          "rev": 1791400
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 1656876
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 1525504
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 21349838,
      "pct": 8.0,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 816634
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 644370
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 642201
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 611325
        },
        {
          "name": "Упак Сосиска в тесте СМ (8шт)",
          "rev": 584800
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 21005224,
      "pct": 7.9,
      "top_items": [
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 1034433
        },
        {
          "name": "Упак Манты с говядиной и с тыквой СМ (50шт)",
          "rev": 975390
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 483844
        },
        {
          "name": "Упак Куриная грудка сувид ВУ (3 кг)",
          "rev": 439034
        },
        {
          "name": "С* Сосиска молочная кг",
          "rev": 361750
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 18935640,
      "pct": 7.1,
      "top_items": [
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 3565650
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 2010330
        },
        {
          "name": "RP* Упак Круассан миндальный готов СМ (10 шт гофра)",
          "rev": 1921420
        },
        {
          "name": "RP* Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 1572300
        },
        {
          "name": "RP* Упак Пирожок с капустой  готов СМ (30 шт гофра)",
          "rev": 1286130
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 13121268,
      "pct": 4.9,
      "top_items": [
        {
          "name": "Упак Брецель-дог (20шт)",
          "rev": 6090000
        },
        {
          "name": "Упак Маффин шоколадный (24шт)",
          "rev": 1012704
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 939300
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 665280
        },
        {
          "name": "Упак Манты с говядиной (100 шт гофра)",
          "rev": 616000
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 11469079,
      "pct": 4.3,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 1251120
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 1133900
        },
        {
          "name": "Упак Компот из сухофруктов (50л)",
          "rev": 761509
        },
        {
          "name": "Упак Тирамису в стакане с вилкой (1шт)",
          "rev": 720000
        },
        {
          "name": "Упак Вуппи-пай в стакане с вилкой (1шт)",
          "rev": 626600
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 4007353,
      "pct": 1.5,
      "top_items": [
        {
          "name": "У* Коробка 20*14*10",
          "rev": 312967
        },
        {
          "name": "Упак Чизкейк вишневый (1шт)",
          "rev": 264532
        },
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 259000
        },
        {
          "name": "СН* Упак Чизкейк с орео с муссом маскарпоне (8шт)",
          "rev": 234000
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 223930
        }
      ]
    },
    {
      "name": "O-live",
      "rev": 3728091,
      "pct": 1.4,
      "top_items": [
        {
          "name": "Рацион №2 (1800 ккал)",
          "rev": 84000
        },
        {
          "name": "Рацион №11 (1200 ккал)",
          "rev": 76800
        },
        {
          "name": "Рацион №2 (1200 ккал)",
          "rev": 76800
        },
        {
          "name": "Рацион №15 (1200 ккал)",
          "rev": 72000
        },
        {
          "name": "Рацион №22 (1200 ккал)",
          "rev": 72000
        }
      ]
    },
    {
      "name": "Wolt",
      "rev": 2082902,
      "pct": 0.8,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 187172
        },
        {
          "name": "Упак Тефтели говяжьи с гречкой и овощами (1порц)",
          "rev": 142625
        },
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 140595
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 123310
        },
        {
          "name": "Упак Круассан с лососем (1шт)",
          "rev": 111386
        }
      ]
    },
    {
      "name": "111 ГЛОВО г.Алматы, ул.Серкебаева, 31",
      "rev": 1770557,
      "pct": 0.7,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 158372
        },
        {
          "name": "Упак Курица с сыром и гречкой (1порц)",
          "rev": 91287
        },
        {
          "name": "Упак Куриные котлеты с картофельным пюре и овощами (1порц)",
          "rev": 78813
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 73769
        },
        {
          "name": "Упак Суп лапша с курицей (1порц)",
          "rev": 69575
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 1194591,
      "pct": 0.4,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 76296
        },
        {
          "name": "Упак Сырники с джемом (3шт)",
          "rev": 53622
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 51306
        },
        {
          "name": "Упак Запеканка картофельная с курицей (по-французски) (1порц)",
          "rev": 46665
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 41832
        }
      ]
    },
    {
      "name": "0Частное лицо Покупатель",
      "rev": 969581,
      "pct": 0.4,
      "top_items": [
        {
          "name": "С* Мука в/с дешевле",
          "rev": 144750
        },
        {
          "name": "С* Мука 1 сорт",
          "rev": 112500
        },
        {
          "name": "Упак Котлета бургера из говядины готов (4*8 упак гофра) 140гр",
          "rev": 86400
        },
        {
          "name": "Упак Донат вишня СМ (30 шт гофра)",
          "rev": 75000
        },
        {
          "name": "Упак Донат карамель СМ (30 шт гофра)",
          "rev": 72000
        }
      ]
    },
    {
      "name": "GO Market",
      "rev": 912418,
      "pct": 0.3,
      "top_items": [
        {
          "name": "Упак Сочник творожный готов СМ (30шт гофра )",
          "rev": 190080
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 186480
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 178650
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 106560
        },
        {
          "name": "Упак Манты с говядиной замор (12 упак гофра)",
          "rev": 84600
        }
      ]
    },
    {
      "name": "DQ12 ТОО г.Тараз",
      "rev": 906616,
      "pct": 0.3,
      "top_items": [
        {
          "name": "Упак Молочная девочка (8 упак гофра)",
          "rev": 286560
        },
        {
          "name": "Упак Наполеон (8 упак гофра)",
          "rev": 227520
        },
        {
          "name": "Упак Пирожное Птичье молоко (8 упак гофра)",
          "rev": 141568
        },
        {
          "name": "Упак Медовик (8 упак гофра)",
          "rev": 132864
        },
        {
          "name": "Упак Картошка с темным шоколадом (8 упак гофра)",
          "rev": 67584
        }
      ]
    }
  ],
  "2026-05": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 96282637,
      "pct": 36.4,
      "top_items": [
        {
          "name": "КИМПАБ С ТУНЦОМ MAGNUM CHEF 220ГР",
          "rev": 2422770
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 2146473
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 2097752
        },
        {
          "name": "КИМПАБ С КУРИЦЕЙ MAGNUM CHEF 220ГР",
          "rev": 1969424
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 1948359
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 62828640,
      "pct": 23.8,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 3292658
        },
        {
          "name": "Упак Курица с сыром и картофельным пюре (1порц)",
          "rev": 3197059
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 2895493
        },
        {
          "name": "Упак Том ям с курицей (1порц)",
          "rev": 2508534
        },
        {
          "name": "Упак Хлеб Тосканский СМ (6шт)",
          "rev": 1995528
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 23057021,
      "pct": 8.7,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 920476
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 801360
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 800664
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 708820
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 691790
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 19973209,
      "pct": 7.6,
      "top_items": [
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 3938160
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 2568360
        },
        {
          "name": "RP* Упак Орешки (1порц)",
          "rev": 1804050
        },
        {
          "name": "RP* Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 1780380
        },
        {
          "name": "RP* Упак Круассан миндальный готов СМ (10 шт гофра)",
          "rev": 1674250
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 16636942,
      "pct": 6.3,
      "top_items": [
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 867493
        },
        {
          "name": "Упак Курица с сыром ВУ (6 шт)",
          "rev": 495316
        },
        {
          "name": "Упак Говядина по татарский (3 кг)",
          "rev": 396726
        },
        {
          "name": "Упак Плов Мясо ВУ (0,500 кг)",
          "rev": 383277
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 365005
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 16075390,
      "pct": 6.1,
      "top_items": [
        {
          "name": "Упак Брецель-дог (20шт)",
          "rev": 7855404
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 1488000
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 977130
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 928620
        },
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 571380
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 10358221,
      "pct": 3.9,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 1218360
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 960500
        },
        {
          "name": "Упак Компот из сухофруктов (50л)",
          "rev": 750200
        },
        {
          "name": "Упак Тирамису в стакане с вилкой (1шт)",
          "rev": 606000
        },
        {
          "name": "Упак Медовик (4шт)",
          "rev": 568160
        }
      ]
    },
    {
      "name": "O-live",
      "rev": 4879553,
      "pct": 1.8,
      "top_items": [
        {
          "name": "Рацион №24 (1200 ккал)",
          "rev": 186000
        },
        {
          "name": "Рацион №24 (1500 ккал)",
          "rev": 182000
        },
        {
          "name": "Рацион №22 (1200 ккал)",
          "rev": 174000
        },
        {
          "name": "Рацион №20 (1200 ккал)",
          "rev": 148800
        },
        {
          "name": "Рацион №17 (1500 ккал)",
          "rev": 148500
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 3077485,
      "pct": 1.2,
      "top_items": [
        {
          "name": "Упак Чизкейк вишневый (1шт)",
          "rev": 356400
        },
        {
          "name": "СН* Упак Чизкейк с орео с муссом маскарпоне (8шт)",
          "rev": 243000
        },
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 231000
        },
        {
          "name": "Упак Говядина отварная ВУ (1кг)",
          "rev": 213048
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 210295
        }
      ]
    },
    {
      "name": "Wolt",
      "rev": 2346452,
      "pct": 0.9,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 260246
        },
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 146775
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 141075
        },
        {
          "name": "Упак Тефтели говяжьи с гречкой и овощами (1порц)",
          "rev": 140343
        },
        {
          "name": "Упак Вареники с картофелем (1порц)",
          "rev": 117645
        }
      ]
    },
    {
      "name": "0Частное лицо Покупатель",
      "rev": 2024791,
      "pct": 0.8,
      "top_items": [
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 165464
        },
        {
          "name": "Упак Хлеб Тосканский СМ (6шт)",
          "rev": 164160
        },
        {
          "name": "Упак Синнабон с орехами (15шт)",
          "rev": 145350
        },
        {
          "name": "Упак Багет чесночный СМ (8шт)",
          "rev": 135200
        },
        {
          "name": "Упак Сырники творожные лоток (20шт)",
          "rev": 80860
        }
      ]
    },
    {
      "name": "111 ГЛОВО г.Алматы, ул.Серкебаева, 31",
      "rev": 1792409,
      "pct": 0.7,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 158372
        },
        {
          "name": "Упак Курица с сыром и гречкой (1порц)",
          "rev": 76734
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 74356
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 58348
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 56763
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 1181143,
      "pct": 0.4,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 67048
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 45270
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 44156
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 40521
        },
        {
          "name": "Упак Сырники с джемом (3шт)",
          "rev": 39720
        }
      ]
    },
    {
      "name": "Бобух ИП",
      "rev": 695917,
      "pct": 0.3,
      "top_items": [
        {
          "name": "ПП* Упак Танкацу с брокколи и картофельным пюре (1порц)",
          "rev": 185900
        },
        {
          "name": "Упак Сэндвич с колбасой (1шт)",
          "rev": 97572
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 69414
        },
        {
          "name": "Упак Спагетти с курицей в соусе том ям (1порц)",
          "rev": 64800
        },
        {
          "name": "Упак Онигири с курицей (1шт)",
          "rev": 58520
        }
      ]
    },
    {
      "name": "DQ12 ТОО г.Тараз",
      "rev": 613792,
      "pct": 0.2,
      "top_items": [
        {
          "name": "Упак Молочная девочка (8 упак гофра)",
          "rev": 191040
        },
        {
          "name": "Упак Наполеон (8 упак гофра)",
          "rev": 151680
        },
        {
          "name": "Упак Медовик (8 упак гофра)",
          "rev": 83040
        },
        {
          "name": "Упак Картошка с темным шоколадом (8 упак гофра)",
          "rev": 67584
        },
        {
          "name": "Упак Хлеб тостовый белый (4шт)",
          "rev": 67360
        }
      ]
    }
  ],
  "2026-06": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 91984296,
      "pct": 33.3,
      "top_items": [
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 2238425
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 2229120
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 2214128
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 2197272
        },
        {
          "name": "КИМПАБ С ТУНЦОМ MAGNUM CHEF 220ГР",
          "rev": 2109030
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 59851681,
      "pct": 21.7,
      "top_items": [
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 2954276
        },
        {
          "name": "Упак Курица с сыром и картофельным пюре (1порц)",
          "rev": 2821430
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 2594247
        },
        {
          "name": "Упак Круассан с индейкой (1шт)",
          "rev": 2208330
        },
        {
          "name": "Упак Том ям с курицей (1порц)",
          "rev": 2150208
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 28420808,
      "pct": 10.3,
      "top_items": [
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 5627097
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 3300540
        },
        {
          "name": "RP* Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 2432702
        },
        {
          "name": "RP* Упак Круассан миндальный готов СМ (10 шт гофра)",
          "rev": 2413540
        },
        {
          "name": "RP* Упак Мини Кукисы ассорти (48 шт гофра)",
          "rev": 1814984
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 23779496,
      "pct": 8.6,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 1058932
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 955587
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 922677
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 879634
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 861080
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 21177556,
      "pct": 7.7,
      "top_items": [
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 670800
        },
        {
          "name": "Упак Курица с сыром ВУ (6 шт)",
          "rev": 584166
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 554400
        },
        {
          "name": "С* Сосиска молочная кг",
          "rev": 551434
        },
        {
          "name": "Упак Говядина по татарский (3 кг)",
          "rev": 540540
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 20903404,
      "pct": 7.6,
      "top_items": [
        {
          "name": "Упак Брецель-дог (20шт)",
          "rev": 9897120
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 1746360
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 1692600
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 1164240
        },
        {
          "name": "Упак Манты с говядиной (100 шт гофра)",
          "rev": 1001000
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 8823289,
      "pct": 3.2,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 907920
        },
        {
          "name": "Упак Компот из сухофруктов (50л)",
          "rev": 843200
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 725900
        },
        {
          "name": "Упак Тирамису в стакане с вилкой (1шт)",
          "rev": 546600
        },
        {
          "name": "Упак Вуппи-пай в стакане с вилкой (1шт)",
          "rev": 456040
        }
      ]
    },
    {
      "name": "O-live",
      "rev": 7976562,
      "pct": 2.9,
      "top_items": [
        {
          "name": "ПП* Упак Белая рыба с картофелем запеченным и цветной капустой (1порц)",
          "rev": 234240
        },
        {
          "name": "С* Вода Тассай без газа 777 мл",
          "rev": 213600
        },
        {
          "name": "ПП* Упак Куриная грудинка с запеченным картофелем (1порц)",
          "rev": 165600
        },
        {
          "name": "ПП* Упак Поке с курицей (1шт)",
          "rev": 161280
        },
        {
          "name": "ПП* Упак Скрембл с индейкой (1порц)",
          "rev": 150480
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 2833489,
      "pct": 1.0,
      "top_items": [
        {
          "name": "Упак Говядина отварная ВУ (1кг)",
          "rev": 251820
        },
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 227500
        },
        {
          "name": "Упак Чизкейк вишневый (1шт)",
          "rev": 198000
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 190788
        },
        {
          "name": "СН* Упак Чизкейк с орео с муссом маскарпоне (8шт)",
          "rev": 162000
        }
      ]
    },
    {
      "name": "ИП Ник и",
      "rev": 2096872,
      "pct": 0.8,
      "top_items": [
        {
          "name": "Упак Самса с говядиной (25шт)",
          "rev": 821760
        },
        {
          "name": "Упак Самса с курицей (25шт)",
          "rev": 591710
        },
        {
          "name": "Упак Компот из сухофруктов 0,3 (1шт)",
          "rev": 489600
        },
        {
          "name": "Упак Тостовый хлеб белый (1шт)",
          "rev": 48972
        },
        {
          "name": "Упак Сникерс в стакане с вилкой (1шт)",
          "rev": 23820
        }
      ]
    },
    {
      "name": "0Частное лицо Покупатель",
      "rev": 1735143,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Пирожок с капустой  готов СМ (30 шт гофра)",
          "rev": 474300
        },
        {
          "name": "Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 365638
        },
        {
          "name": "Упак Котлета бургера из говядины готов (4*8 упак гофра) 140гр",
          "rev": 201600
        },
        {
          "name": "Упак Донат вишня СМ (30 шт гофра)",
          "rev": 99000
        },
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 85045
        }
      ]
    },
    {
      "name": "111 ГЛОВО г.Алматы, ул.Серкебаева, 31",
      "rev": 1714958,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 162996
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 74808
        },
        {
          "name": "Упак Курица с сыром и гречкой (1порц)",
          "rev": 74088
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 60432
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 56336
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 935371,
      "pct": 0.3,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 70516
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 43258
        },
        {
          "name": "Упак Сырники с джемом (3шт)",
          "rev": 41706
        },
        {
          "name": "Упак Запеканка картофельная с курицей (по-французски) (1порц)",
          "rev": 37332
        },
        {
          "name": "Упак Сельдь под шубой (1порц)",
          "rev": 35156
        }
      ]
    },
    {
      "name": "DQ12 ТОО г.Тараз",
      "rev": 749920,
      "pct": 0.3,
      "top_items": [
        {
          "name": "Упак Молочная девочка (8 упак гофра)",
          "rev": 191040
        },
        {
          "name": "Упак Медовик (8 упак гофра)",
          "rev": 166080
        },
        {
          "name": "Упак Наполеон (8 упак гофра)",
          "rev": 151680
        },
        {
          "name": "Упак Пирожное Птичье молоко (8 упак гофра)",
          "rev": 106176
        },
        {
          "name": "Упак Картошка с темным шоколадом (8 упак гофра)",
          "rev": 67584
        }
      ]
    },
    {
      "name": "GO Market",
      "rev": 371742,
      "pct": 0.1,
      "top_items": [
        {
          "name": "Упак Сочник творожный готов СМ (30шт гофра )",
          "rev": 95040
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 88800
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 62160
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 59550
        },
        {
          "name": "Упак Маффин шоколадный (24шт)",
          "rev": 56736
        }
      ]
    }
  ],
  "2026-07": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 39953844,
      "pct": 37.4,
      "top_items": [
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 1027872
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 921310
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 916104
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 913887
        },
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 879360
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 22788100,
      "pct": 21.4,
      "top_items": [
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 1213245
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 967946
        },
        {
          "name": "Упак Курица с сыром и картофельным пюре (1порц)",
          "rev": 939330
        },
        {
          "name": "Упак Круассан с индейкой (1шт)",
          "rev": 856290
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 846120
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 13996315,
      "pct": 13.1,
      "top_items": [
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 3277890
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 1602390
        },
        {
          "name": "RP* Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 1266300
        },
        {
          "name": "RP* Упак Круассан миндальный готов СМ (10 шт гофра)",
          "rev": 1143130
        },
        {
          "name": "RP* Упак Пирожок с капустой  готов СМ (30 шт гофра)",
          "rev": 821670
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 9737554,
      "pct": 9.1,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 394856
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 386946
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 342804
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 331265
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 324927
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 6897431,
      "pct": 6.5,
      "top_items": [
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 385710
        },
        {
          "name": "Упак Курица в сливочном соусе ВУ (3кг)",
          "rev": 195195
        },
        {
          "name": "Упак Котлета домашняя сырая 1шт=0,120 (20 шт)",
          "rev": 171000
        },
        {
          "name": "Упак Говядина с фасолью и чесноком ВУ (3 кг)",
          "rev": 169050
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 166320
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 4261192,
      "pct": 4.0,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 480480
        },
        {
          "name": "Упак Компот из сухофруктов (50л)",
          "rev": 353400
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 345100
        },
        {
          "name": "Упак Медовик (4шт)",
          "rev": 242540
        },
        {
          "name": "Упак Вуппи-пай в стакане с вилкой (1шт)",
          "rev": 238680
        }
      ]
    },
    {
      "name": "O-live",
      "rev": 3241027,
      "pct": 3.0,
      "top_items": [
        {
          "name": "С* Вода Тассай без газа 777 мл",
          "rev": 140000
        },
        {
          "name": "ПП* Упак Кесадилья с яичным паштетом (1порц)",
          "rev": 81510
        },
        {
          "name": "ПП* Упак Куриная грудинка с запеченным картофелем (1порц)",
          "rev": 81420
        },
        {
          "name": "ПП* Упак Индейка сувид с гречкой и грибным соусом (1порц)",
          "rev": 76360
        },
        {
          "name": "ПП* Упак Куриные котлеты с гречкой (1порц)",
          "rev": 69720
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 1847784,
      "pct": 1.7,
      "top_items": [
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 558000
        },
        {
          "name": "Упак Брецель-дог (20шт)",
          "rev": 348000
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 346500
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 242550
        },
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 160200
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 931214,
      "pct": 0.9,
      "top_items": [
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 101500
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 83326
        },
        {
          "name": "СН* Упак Пирожное Брауни с карамелью и орехом пекан (3 шт)",
          "rev": 64080
        },
        {
          "name": "СН* Упак Чизкейк с орео с муссом маскарпоне (8шт)",
          "rev": 63000
        },
        {
          "name": "Упак Тирольский пирог (1шт)",
          "rev": 61200
        }
      ]
    },
    {
      "name": "111 ГЛОВО г.Алматы, ул.Серкебаева, 31",
      "rev": 687966,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 92480
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 36365
        },
        {
          "name": "Упак Курица с сыром и гречкой (1порц)",
          "rev": 31752
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 28957
        },
        {
          "name": "Упак Клаб Сэндвич с курицей (1шт)",
          "rev": 22952
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 298607,
      "pct": 0.3,
      "top_items": [
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 23897
        },
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 19652
        },
        {
          "name": "Упак Салат Малибу (1порц)",
          "rev": 17347
        },
        {
          "name": "Упак Запеканка картофельная с курицей (по-французски) (1порц)",
          "rev": 15555
        },
        {
          "name": "Упак Котлета пожарская с картофельным пюре (1порц)",
          "rev": 12936
        }
      ]
    },
    {
      "name": "DQ12 ТОО г.Тараз",
      "rev": 247144,
      "pct": 0.2,
      "top_items": [
        {
          "name": "Упак Медовик (8 упак гофра)",
          "rev": 99648
        },
        {
          "name": "Упак Наполеон (8 упак гофра)",
          "rev": 60672
        },
        {
          "name": "Упак Пирожное Птичье молоко (8 упак гофра)",
          "rev": 53088
        },
        {
          "name": "Упак Картошка с темным шоколадом (8 упак гофра)",
          "rev": 16896
        },
        {
          "name": "Упак Хлеб тостовый белый (4шт)",
          "rev": 16840
        }
      ]
    },
    {
      "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б, уг.ул. Мирзояна",
      "rev": 244330,
      "pct": 0.2,
      "top_items": [
        {
          "name": "Упак Самса с говядиной сырая ФЗ СМ (30 шт гофра)",
          "rev": 71550
        },
        {
          "name": "Упак Самса с курицей сырая ФЗ СМ (30 шт гофра)",
          "rev": 71550
        },
        {
          "name": "Упак Брецель-дог (20шт)",
          "rev": 35680
        },
        {
          "name": "Упак Сочник творожный сырая СМ (30 шт гофра)",
          "rev": 24660
        },
        {
          "name": "Упак Маффин апельсиновый (24шт)",
          "rev": 9456
        }
      ]
    },
    {
      "name": "110 АЗС №67 \"Sinooil\" г. Жаркент, пр. Жибек жолы, уч. 185",
      "rev": 177912,
      "pct": 0.2,
      "top_items": [
        {
          "name": "Упак Самса с говядиной сырая ФЗ СМ (30 шт гофра)",
          "rev": 79500
        },
        {
          "name": "Упак Самса с курицей сырая ФЗ СМ (30 шт гофра)",
          "rev": 79500
        },
        {
          "name": "Упак Маффин апельсиновый (24шт)",
          "rev": 9456
        },
        {
          "name": "Упак Маффин шоколадный (24шт)",
          "rev": 9456
        }
      ]
    },
    {
      "name": "110 АЗС №53 \"Sinooil\" трасса Алматы - Бишкек (за рестораном \"БАХАР\")",
      "rev": 172180,
      "pct": 0.2,
      "top_items": [
        {
          "name": "Упак Самса с говядиной сырая ФЗ СМ (30 шт гофра)",
          "rev": 31800
        },
        {
          "name": "Упак Самса с курицей сырая ФЗ СМ (30 шт гофра)",
          "rev": 31800
        },
        {
          "name": "Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 27360
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 23820
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 17760
        }
      ]
    }
  ],
  "year": [
    {
      "name": "85-ДФЗ (дистрибьютор)",
      "rev": 608066266,
      "pct": 37.0,
      "top_items": [
        {
          "name": "КИМПАБ С ТУНЦОМ MAGNUM CHEF 220ГР",
          "rev": 14817720
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 12608426
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 12457850
        },
        {
          "name": "КИМПАБ С КУРИЦЕЙ MAGNUM CHEF 220ГР",
          "rev": 12239888
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 11574939
        }
      ]
    },
    {
      "name": "Яндекс лавка",
      "rev": 378751593,
      "pct": 23.0,
      "top_items": [
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 14127292
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 12628359
        },
        {
          "name": "Упак Хлеб Тосканский СМ (6шт)",
          "rev": 12425304
        },
        {
          "name": "Упак Том ям с курицей (1порц)",
          "rev": 11602751
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 11440904
        }
      ]
    },
    {
      "name": "АЗС (RP)",
      "rev": 124656633,
      "pct": 7.6,
      "top_items": [
        {
          "name": "RP* Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 26283027
        },
        {
          "name": "RP* Упак Пирожок с курицей и сыром готов СМ (30 шт гофра)",
          "rev": 15616050
        },
        {
          "name": "RP* Упак Круассан миндальный готов СМ (10 шт гофра)",
          "rev": 10989700
        },
        {
          "name": "RP* Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 9291812
        },
        {
          "name": "RP* Упак Пирожок с капустой  готов СМ (30 шт гофра)",
          "rev": 7644195
        }
      ]
    },
    {
      "name": "Kaspi Банк",
      "rev": 120146617,
      "pct": 7.3,
      "top_items": [
        {
          "name": "Упак Филе куриное запеченное ВУ (3 кг)",
          "rev": 4887327
        },
        {
          "name": "С* Яйцо фудзавод шт",
          "rev": 2651083
        },
        {
          "name": "С* Сосиска молочная кг",
          "rev": 2292890
        },
        {
          "name": "Упак Говядина по татарский (3 кг)",
          "rev": 2185428
        },
        {
          "name": "Упак Манты с говядиной и с тыквой СМ (50шт)",
          "rev": 2082525
        }
      ]
    },
    {
      "name": "Маймарт",
      "rev": 119134151,
      "pct": 7.2,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 4851088
        },
        {
          "name": "Упак Манты с говядиной (1порц)",
          "rev": 4330683
        },
        {
          "name": "Упак Удон с говядиной (1порц)",
          "rev": 4160985
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 3965775
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 3854130
        }
      ]
    },
    {
      "name": "96-ТОО DSF (дистрибьютор)",
      "rev": 69336446,
      "pct": 4.2,
      "top_items": [
        {
          "name": "Упак Брецель-дог (20шт)",
          "rev": 26626524
        },
        {
          "name": "Упак Сосиска в тесте  готов СМ (30шт гофра)",
          "rev": 7550050
        },
        {
          "name": "Упак Самса с говядиной готов ФЗ СМ (30 шт гофра)",
          "rev": 4774770
        },
        {
          "name": "Упак Самса с курицей готов ФЗ СМ (30шт гофра )",
          "rev": 4372830
        },
        {
          "name": "Упак Маффин шоколадный (24шт)",
          "rev": 3732960
        }
      ]
    },
    {
      "name": "Базилик",
      "rev": 68901829,
      "pct": 4.2,
      "top_items": [
        {
          "name": "Упак Наполеон (4шт)",
          "rev": 7520760
        },
        {
          "name": "Упак Меренговый рулет (4шт)",
          "rev": 6565400
        },
        {
          "name": "Упак Компот из сухофруктов (50л)",
          "rev": 4388509
        },
        {
          "name": "Упак Тирамису в стакане с вилкой (1шт)",
          "rev": 4147800
        },
        {
          "name": "Упак Медовик (4шт)",
          "rev": 3797560
        }
      ]
    },
    {
      "name": "Crave Cafe",
      "rev": 28166353,
      "pct": 1.7,
      "top_items": [
        {
          "name": "СН* Упак Торт блинный (1шт)",
          "rev": 3195599
        },
        {
          "name": "СН* Упак Круассан классический сырой СМ (10 шт)",
          "rev": 1876000
        },
        {
          "name": "Упак Хлеб Тартин с семечками (4шт)",
          "rev": 1427691
        },
        {
          "name": "Упак Круассан с шоколадным кремом (1шт)",
          "rev": 1289196
        },
        {
          "name": "СН* Упак Чизкейк с орео с муссом маскарпоне (8шт)",
          "rev": 1251000
        }
      ]
    },
    {
      "name": "O-live",
      "rev": 25935470,
      "pct": 1.6,
      "top_items": [
        {
          "name": "Рацион №13 (1500 ккал)",
          "rev": 404300
        },
        {
          "name": "С* Вода Тассай без газа 777 мл",
          "rev": 366400
        },
        {
          "name": "ПП* Упак Белая рыба с картофелем запеченным и цветной капустой (1порц)",
          "rev": 350548
        },
        {
          "name": "Рацион №24 (1500 ккал)",
          "rev": 344500
        },
        {
          "name": "Рацион №24 (1200 ккал)",
          "rev": 342000
        }
      ]
    },
    {
      "name": "111 ГЛОВО г.Алматы, ул.Серкебаева, 31",
      "rev": 10443152,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 981050
        },
        {
          "name": "Упак Курица с сыром и гречкой (1порц)",
          "rev": 389988
        },
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 381928
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 367932
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 336401
        }
      ]
    },
    {
      "name": "Wolt",
      "rev": 10264706,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Плов по-ташкентски (1порц)",
          "rev": 844582
        },
        {
          "name": "Упак Тефтели говяжьи с гречкой и овощами (1порц)",
          "rev": 679672
        },
        {
          "name": "Упак Бризоль с рисом (1порц)",
          "rev": 626625
        },
        {
          "name": "Упак Гуйру цомян (1порц)",
          "rev": 568385
        },
        {
          "name": "Упак Круассан с лососем (1шт)",
          "rev": 485842
        }
      ]
    },
    {
      "name": "Даркстор",
      "rev": 9621908,
      "pct": 0.6,
      "top_items": [
        {
          "name": "Упак Бефстроганов с картофельным пюре (1порц)",
          "rev": 585610
        },
        {
          "name": "Упак Пенне болоньезе (1порц)",
          "rev": 531495
        },
        {
          "name": "Упак Люля куриный с рисом (1порц)",
          "rev": 501124
        },
        {
          "name": "Упак Курица с сыром и картофельным пюре (1порц)",
          "rev": 480174
        },
        {
          "name": "Упак Курица с сыром с пастой фузилли (1порц)",
          "rev": 441207
        }
      ]
    },
    {
      "name": "111 ГЛОВО г. Алматы, ул. Желтоксан, дом 37А",
      "rev": 8836488,
      "pct": 0.5,
      "top_items": [
        {
          "name": "Упак Шницель куриный с картофельным пюре (1порц)",
          "rev": 490904
        },
        {
          "name": "Упак Кимпаб с курицей (1шт)",
          "rev": 298665
        },
        {
          "name": "Упак Блины с ветчиной и сыром (3шт)",
          "rev": 294140
        },
        {
          "name": "Упак Сырники с джемом (3шт)",
          "rev": 290670
        },
        {
          "name": "Упак Кимпаб с тунцом (1шт)",
          "rev": 264892
        }
      ]
    },
    {
      "name": "0Частное лицо Покупатель",
      "rev": 8393895,
      "pct": 0.5,
      "top_items": [
        {
          "name": "Упак Пирожок с капустой  готов СМ (30 шт гофра)",
          "rev": 544591
        },
        {
          "name": "С* Мука в/с дешевле",
          "rev": 530000
        },
        {
          "name": "Упак Пирожок с картофелем готов СМ (30 шт гофра)",
          "rev": 409138
        },
        {
          "name": "Упак Котлета бургера из говядины готов (4*8 упак гофра) 140гр",
          "rev": 316800
        },
        {
          "name": "Упак Донат вишня СМ (30 шт гофра)",
          "rev": 258000
        }
      ]
    },
    {
      "name": "DQ12 ТОО г.Тараз",
      "rev": 6904672,
      "pct": 0.4,
      "top_items": [
        {
          "name": "Упак Молочная девочка (8 упак гофра)",
          "rev": 1929504
        },
        {
          "name": "Упак Наполеон (8 упак гофра)",
          "rev": 1592640
        },
        {
          "name": "Упак Медовик (8 упак гофра)",
          "rev": 1411680
        },
        {
          "name": "Упак Пирожное Птичье молоко (8 упак гофра)",
          "rev": 760928
        },
        {
          "name": "Упак Хлеб тостовый белый (4шт)",
          "rev": 444576
        }
      ]
    }
  ]
};
