window.DZ_KZ = {
  "updated": "22.09.2026 19:05",
  "kz": {
    "total": 203507278,
    "date": "18.09.2026",
    "dynamics": [
      {
        "date": "31.07.2026",
        "total": 179749154
      },
      {
        "date": "07.08.2026",
        "total": 182292393
      },
      {
        "date": "14.08.2026",
        "total": 189221632
      },
      {
        "date": "21.08.2026",
        "total": 191579064
      },
      {
        "date": "28.08.2026",
        "total": 200431051
      },
      {
        "date": "04.09.2026",
        "total": 202396438
      },
      {
        "date": "11.09.2026",
        "total": 203507278
      },
      {
        "date": "18.09.2026",
        "total": 203507278
      }
    ],
    "top": [
      {
        "name": "Витамин+ ТОО",
        "debt": 29239393
      },
      {
        "name": "Глобал Фуд ТОО",
        "debt": 24387803
      },
      {
        "name": "Adolar Group ТОО",
        "debt": 9317721
      },
      {
        "name": "Handy Yummy ИП",
        "debt": 9207560
      },
      {
        "name": "Иналка Фуд Сервис ТОО",
        "debt": 9139850
      },
      {
        "name": "CityFood Trade ТОО",
        "debt": 8758705
      },
      {
        "name": "ПРОТЭК-АЛМАТЫ ТОО",
        "debt": 6954450
      },
      {
        "name": "Евразиан Фудс Корпорэйшн АО",
        "debt": 6932964
      },
      {
        "name": "Flame group ТОО",
        "debt": 6471112
      },
      {
        "name": "Элита-Трейд ТОО",
        "debt": 6105735
      },
      {
        "name": "Казтехнолоджи Пак ТОО",
        "debt": 5971000
      },
      {
        "name": "Казойл Продакшн А ТОО",
        "debt": 5823000
      },
      {
        "name": "Бест импорт ТОО",
        "debt": 5650600
      },
      {
        "name": "Демьянов ИП",
        "debt": 5428443
      },
      {
        "name": "Dina Sauda Almaty ТОО",
        "debt": 5133500
      },
      {
        "name": "Фудтехника ТОО",
        "debt": 4736850
      },
      {
        "name": "Frozen Fruit ТОО",
        "debt": 4674359
      },
      {
        "name": "Мясоперерабатывающий завод БИЖАН ТОО",
        "debt": 4562667
      },
      {
        "name": "SWEEZARD ТОО",
        "debt": 4000915
      },
      {
        "name": "Almaty Develop STM ТОО",
        "debt": 3515976
      },
      {
        "name": "KazBeef Processing (КазБиф Процессинг) ТОО",
        "debt": 3450000
      },
      {
        "name": "Ирмас ЛТД ТОО",
        "debt": 3009671
      },
      {
        "name": "Компания Натур Продукт ТОО",
        "debt": 1823765
      },
      {
        "name": "Исмагулов ИП",
        "debt": 1759000
      },
      {
        "name": "Global Export Shipping ТОО",
        "debt": 1734350
      },
      {
        "name": "MEGAFLEX ТОО",
        "debt": 1610891
      },
      {
        "name": "Viki-Kazakhstan ТОО",
        "debt": 1443244
      },
      {
        "name": "Art Food ИП",
        "debt": 1431946
      },
      {
        "name": "Ихсан Техногаз ТОО",
        "debt": 1430000
      },
      {
        "name": "CIS market ТОО",
        "debt": 1392400
      }
    ],
    "ana": [
      {
        "name": "Компания В ТОО",
        "kc": 1587600,
        "kd": 1587600,
        "debt": -1679900
      },
      {
        "name": "Food Company ТОО",
        "kc": 276500,
        "kd": 445300,
        "debt": 445300
      },
      {
        "name": "Flame group ТОО",
        "kc": 489854,
        "kd": 2000000,
        "debt": 6471112
      },
      {
        "name": "Color express ТОО",
        "kc": 479982,
        "kd": 0,
        "debt": 1302949
      },
      {
        "name": "ALBA Foods Company ТОО",
        "kc": 1114200,
        "kd": 1114200,
        "debt": 18268
      },
      {
        "name": "ARDO PLAST ТОО",
        "kc": 370000,
        "kd": 0,
        "debt": -370000
      },
      {
        "name": "CIS market ТОО",
        "kc": 625000,
        "kd": 1392400,
        "debt": 1392400
      },
      {
        "name": "Dina Sauda Almaty ТОО",
        "kc": 900600,
        "kd": 1000000,
        "debt": 5133500
      },
      {
        "name": "Interrom Kazakhstan ТОО",
        "kc": 97450,
        "kd": 0,
        "debt": 100000
      },
      {
        "name": "AINABEK ИП",
        "kc": 99760,
        "kd": 0,
        "debt": 1157216
      },
      {
        "name": "Mercurius (ЧЛ)",
        "kc": 16800,
        "kd": 16800,
        "debt": 33600
      },
      {
        "name": "Kaz ET.KZ ТОО",
        "kc": 0,
        "kd": 350000,
        "debt": 950000
      },
      {
        "name": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
        "kc": 0,
        "kd": 576000,
        "debt": 576000
      },
      {
        "name": "Деметро ПК ТОО",
        "kc": 411679,
        "kd": 0,
        "debt": 591496
      },
      {
        "name": "Ирбис 2016 ТОО",
        "kc": 46040,
        "kd": 0,
        "debt": 0
      },
      {
        "name": "Green House Limited ТОО",
        "kc": 11760,
        "kd": 0,
        "debt": 0
      },
      {
        "name": "Storm Technology ТОО",
        "kc": 619200,
        "kd": 504000,
        "debt": 929913
      },
      {
        "name": "TAISA ТОО",
        "kc": 51000,
        "kd": 0,
        "debt": 85100
      },
      {
        "name": "Парус ТОО",
        "kc": 19150,
        "kd": 19150,
        "debt": 31
      },
      {
        "name": "ФудМаркет ТОО",
        "kc": 123300,
        "kd": 0,
        "debt": 426900
      },
      {
        "name": "Альбатрос ВЭД ТОО",
        "kc": 99000,
        "kd": 0,
        "debt": 132000
      },
      {
        "name": "Компания Фудмастер-Трэйд ТОО",
        "kc": 66828,
        "kd": 0,
        "debt": 14072
      },
      {
        "name": "Эрик капуста (чл)",
        "kc": 210375,
        "kd": 0,
        "debt": 266860
      },
      {
        "name": "Medhelp ИП",
        "kc": 55520,
        "kd": 0,
        "debt": 92660
      },
      {
        "name": "ДилНур KZ ТОО",
        "kc": 48600,
        "kd": 0,
        "debt": 243134
      },
      {
        "name": "Lirumax ТОО",
        "kc": 120000,
        "kd": 0,
        "debt": 157800
      },
      {
        "name": "MEGAFLEX ТОО",
        "kc": 1800000,
        "kd": 0,
        "debt": 1610891
      },
      {
        "name": "Нарлен ет ТОО мясо",
        "kc": 115000,
        "kd": 0,
        "debt": 23348
      },
      {
        "name": "Лейпурин ТОО",
        "kc": 138250,
        "kd": 0,
        "debt": 62350
      },
      {
        "name": "Ayala Trade TOO",
        "kc": 455000,
        "kd": 0,
        "debt": 664000
      },
      {
        "name": "Шымкентмай АО",
        "kc": 432000,
        "kd": 0,
        "debt": 0
      },
      {
        "name": "DFK food ИП",
        "kc": 696900,
        "kd": 0,
        "debt": 0
      },
      {
        "name": "ДЭР ТОО",
        "kc": 0,
        "kd": 640000,
        "debt": 640000
      },
      {
        "name": "Champello ТОО",
        "kc": 216000,
        "kd": 0,
        "debt": 106000
      },
      {
        "name": "Прима Дистрибьюшн ТОО",
        "kc": 162270,
        "kd": 0,
        "debt": 0
      },
      {
        "name": "RB Brands ТОО",
        "kc": 248400,
        "kd": 529920,
        "debt": 902520
      },
      {
        "name": "Art Food ИП",
        "kc": 0,
        "kd": 714835,
        "debt": 1431946
      },
      {
        "name": "Эрико ТОО",
        "kc": 469900,
        "kd": 0,
        "debt": 20
      },
      {
        "name": "ACVEE MARKET ТОО",
        "kc": 89790,
        "kd": 0,
        "debt": 302165
      },
      {
        "name": "Компания Натур Продукт ТОО",
        "kc": 371476,
        "kd": 500000,
        "debt": 1823765
      },
      {
        "name": "Мясоперерабатывающий завод БИЖАН ТОО",
        "kc": 1007307,
        "kd": 1000000,
        "debt": 4562667
      },
      {
        "name": "SWEEZARD ТОО",
        "kc": 503850,
        "kd": 500000,
        "debt": 4000915
      },
      {
        "name": "Исмагулов ИП",
        "kc": 380000,
        "kd": 500000,
        "debt": 1759000
      },
      {
        "name": "KazBeef Processing (КазБиф Процессинг) ТОО",
        "kc": 2400000,
        "kd": 1000000,
        "debt": 3450000
      },
      {
        "name": "Ихсан Техногаз ТОО",
        "kc": 286000,
        "kd": 0,
        "debt": 1430000
      },
      {
        "name": "StroyLux ТОО",
        "kc": 265500,
        "kd": 0,
        "debt": 363930
      },
      {
        "name": "Almaty Develop STM ТОО",
        "kc": 658896,
        "kd": 0,
        "debt": 3515976
      },
      {
        "name": "Ирмас ЛТД ТОО",
        "kc": 148500,
        "kd": 1009156,
        "debt": 3009671
      },
      {
        "name": "Иналка Фуд Сервис ТОО",
        "kc": 347400,
        "kd": 0,
        "debt": 9139850
      },
      {
        "name": "Frozen Fruit ТОО",
        "kc": 427880,
        "kd": 0,
        "debt": 4674359
      },
      {
        "name": "Фудтехника ТОО",
        "kc": 512500,
        "kd": 516850,
        "debt": 4736850
      },
      {
        "name": "CityFood Trade ТОО",
        "kc": 959095,
        "kd": 1500000,
        "debt": 8758705
      },
      {
        "name": "Berry Company ТОО",
        "kc": 401400,
        "kd": 0,
        "debt": 972976
      },
      {
        "name": "Viki-Kazakhstan ТОО",
        "kc": 695181,
        "kd": 589987,
        "debt": 1443244
      },
      {
        "name": "Элита-Трейд ТОО",
        "kc": 670650,
        "kd": 0,
        "debt": 6105735
      },
      {
        "name": "Евразиан Фудс Корпорэйшн АО",
        "kc": 1225160,
        "kd": 500000,
        "debt": 6932964
      },
      {
        "name": "Бест импорт ТОО",
        "kc": 828000,
        "kd": 800000,
        "debt": 5650600
      },
      {
        "name": "Глобал Фуд ТОО",
        "kc": 3626243,
        "kd": 4000000,
        "debt": 24387803
      },
      {
        "name": "Казойл Продакшн А ТОО",
        "kc": 0,
        "kd": 1000000,
        "debt": 5823000
      },
      {
        "name": "Handy Yummy ИП",
        "kc": 748800,
        "kd": 800000,
        "debt": 9207560
      },
      {
        "name": "РЫНОК СЫРЬЕ",
        "kc": 1553348,
        "kd": 0,
        "debt": 0
      },
      {
        "name": "ПРОТЭК-АЛМАТЫ ТОО",
        "kc": 453096,
        "kd": 2000000,
        "debt": 6954450
      },
      {
        "name": "Adolar Group ТОО",
        "kc": 0,
        "kd": 500000,
        "debt": 9317721
      },
      {
        "name": "Витамин+ ТОО",
        "kc": 3272895,
        "kd": 4501865,
        "debt": 29239393
      }
    ],
    "anaWeeks": [
      {
        "k": "08.03.26",
        "label": "02.03–08.03",
        "date": "08.03.26",
        "totalIn": 25365417,
        "totalPay": 26241136,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 1049904,
            "kd": 2578980,
            "debt": -3139586
          },
          {
            "n": "Food Company ТОО",
            "kc": 0,
            "kd": 113000,
            "debt": -68440
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 55080,
            "kd": 55080,
            "debt": 55080
          },
          {
            "n": "Торговый дом ROKOS ТОО",
            "kc": 39050,
            "kd": 115020,
            "debt": 90500
          },
          {
            "n": "Color express ТОО",
            "kc": 212750,
            "kd": 240512,
            "debt": -1155123
          },
          {
            "n": "InterPack Group (ИнтерПак Групп) ТОО",
            "kc": 88480,
            "kd": 88480,
            "debt": 9935
          },
          {
            "n": "Best Meat ТОО",
            "kc": 0,
            "kd": 1927664,
            "debt": -5711224
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 90600,
            "kd": 93450,
            "debt": -90600
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 0,
            "kd": 272128,
            "debt": -714300
          },
          {
            "n": "Kastorg ТОО",
            "kc": 1123200,
            "kd": 200000,
            "debt": -1182617
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": -7000
          },
          {
            "n": "ONEPLUS ТОО",
            "kc": 0,
            "kd": 331950,
            "debt": 0
          },
          {
            "n": "Ботабаева Камшат Болатовна ИП",
            "kc": 16800,
            "kd": 0,
            "debt": -16800
          },
          {
            "n": "AmigoSAN ТОО",
            "kc": 0,
            "kd": 58920,
            "debt": 0
          },
          {
            "n": "Масловъ ТОО",
            "kc": 0,
            "kd": 159000,
            "debt": -283050
          },
          {
            "n": "Юзаев Т.Ш. ИП",
            "kc": 0,
            "kd": 452160,
            "debt": 0
          },
          {
            "n": "TAISA ТОО",
            "kc": 0,
            "kd": 159000,
            "debt": 0
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 34920,
            "kd": 19848,
            "debt": -48992
          },
          {
            "n": "EURO FOOD KZ ТОО",
            "kc": 31200,
            "kd": 0,
            "debt": -31200
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 64750,
            "kd": 0,
            "debt": -856765
          },
          {
            "n": "Lirumax ТОО",
            "kc": 0,
            "kd": 84000,
            "debt": 0
          },
          {
            "n": "VGL Company ТОО",
            "kc": 79635,
            "kd": 0,
            "debt": -79635
          },
          {
            "n": "Инарин ТОО",
            "kc": 0,
            "kd": 227520,
            "debt": 0
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 0,
            "kd": 346852,
            "debt": -340628
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 166760,
            "kd": 0,
            "debt": -42920
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 57500,
            "kd": 0,
            "debt": -278750
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 0,
            "kd": 397284,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 297500,
            "kd": 297500,
            "debt": -297500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 886800,
            "kd": 886800,
            "debt": 446400
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 185175,
            "kd": 50250,
            "debt": -222818
          },
          {
            "n": "DFK food ИП",
            "kc": 109200,
            "kd": 192600,
            "debt": -444750
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 0,
            "debt": -565500
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 0,
            "kd": 237367,
            "debt": -532234
          },
          {
            "n": "Champello ТОО",
            "kc": 273600,
            "kd": 218400,
            "debt": -417600
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": -1453537
          },
          {
            "n": "RB Brands ТОО",
            "kc": 106920,
            "kd": 0,
            "debt": -1086390
          },
          {
            "n": "Art Food ИП",
            "kc": 0,
            "kd": 195500,
            "debt": -1132521
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 47400,
            "kd": 0,
            "debt": -757420
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 65750,
            "kd": 0,
            "debt": -870587
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 0,
            "kd": 210440,
            "debt": -765469
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 358500,
            "kd": 0,
            "debt": -358500
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 246680,
            "kd": 0,
            "debt": -1752872
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 126795,
            "kd": 0,
            "debt": -1467120
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 489600,
            "kd": 300000,
            "debt": -5070010
          },
          {
            "n": "Исмагулов ИП",
            "kc": 558000,
            "kd": 415000,
            "debt": -558000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2350000,
            "kd": 500000,
            "debt": -2790000
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 926200,
            "kd": 278400,
            "debt": -1485200
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 176000,
            "kd": 616000,
            "debt": -682000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 225500,
            "kd": 0,
            "debt": -1738165
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 0,
            "kd": 430750,
            "debt": -1302750
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": -2865470
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 305000,
            "kd": 0,
            "debt": -934590
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 61980,
            "kd": 418640,
            "debt": -4024106
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 0,
            "kd": 350000,
            "debt": -450621
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 648000,
            "kd": 500000,
            "debt": -2939000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 300000,
            "kd": 415110,
            "debt": -2901412
          },
          {
            "n": "Berry Company ТОО",
            "kc": 412560,
            "kd": 0,
            "debt": -4470876
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 0,
            "kd": 918124,
            "debt": -5310083
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 1006890,
            "kd": 148625,
            "debt": -3201175
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 897800,
            "kd": 0,
            "debt": -6205768
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 318800,
            "kd": 0,
            "debt": -2354800
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1020000,
            "kd": 0,
            "debt": -7424500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1360800,
            "kd": 584800,
            "debt": -8797680
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 2148265,
            "kd": 0,
            "debt": -1609451
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1524984,
            "kd": 2485872,
            "debt": -8904114
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 635918,
            "kd": 1000000,
            "debt": -9976831
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3983071,
            "kd": 5657510,
            "debt": -28612357
          }
        ]
      },
      {
        "k": "15.03.26",
        "label": "09.03–15.03",
        "date": "15.03.26",
        "totalIn": 23897171,
        "totalPay": 21616347,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 901802,
            "kd": 4677574,
            "debt": -1547689
          },
          {
            "n": "Food Company ТОО",
            "kc": 67500,
            "kd": 0,
            "debt": 46440
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 73440,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Торговый дом ROKOS ТОО",
            "kc": 14200,
            "kd": 0,
            "debt": 76300
          },
          {
            "n": "Color express ТОО",
            "kc": 329022,
            "kd": 329022,
            "debt": -370075
          },
          {
            "n": "Adalpack ТОО",
            "kc": 0,
            "kd": 462000,
            "debt": 0
          },
          {
            "n": "Best Meat ТОО",
            "kc": 4178928,
            "kd": 500000,
            "debt": -9058702
          },
          {
            "n": "CIS market ТОО",
            "kc": 532000,
            "kd": 407000,
            "debt": -532000
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 160000,
            "kd": 0,
            "debt": -874300
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 24000,
            "kd": 0,
            "debt": -52800
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": -7000
          },
          {
            "n": "MPARGO ТОО",
            "kc": 171600,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "AmigoSAN ТОО",
            "kc": 44190,
            "kd": 0,
            "debt": -65220
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 82500,
            "kd": 165000,
            "debt": -42600
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 0,
            "kd": 15072,
            "debt": -33920
          },
          {
            "n": "D&G distribution ИП",
            "kc": 0,
            "kd": 100331,
            "debt": 0
          },
          {
            "n": "EURO FOOD KZ ТОО",
            "kc": 39000,
            "kd": 0,
            "debt": -70200
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 188310,
            "kd": 872555,
            "debt": -288845
          },
          {
            "n": "Rikkaus ИП",
            "kc": 30000,
            "kd": 0,
            "debt": -30000
          },
          {
            "n": "Инарин ТОО",
            "kc": 227520,
            "kd": 0,
            "debt": -227520
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 48680,
            "kd": 0,
            "debt": -117119
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 330578,
            "kd": 0,
            "debt": -671206
          },
          {
            "n": "Sweet Trade ИП",
            "kc": 0,
            "kd": 35060,
            "debt": -31000
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 44000,
            "kd": 44000,
            "debt": -278750
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 285890,
            "kd": 0,
            "debt": -728490
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 238000,
            "kd": 0,
            "debt": -535500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 440400,
            "kd": 0,
            "debt": 6000
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 154425,
            "kd": 0,
            "debt": -377243
          },
          {
            "n": "TGR Company ТОО",
            "kc": 0,
            "kd": 206750,
            "debt": -394600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 377000,
            "debt": -377000
          },
          {
            "n": "АРБУЗ ФУД СЕРВИС ТОО",
            "kc": 45360,
            "kd": 0,
            "debt": -604960
          },
          {
            "n": "ДЭР ТОО",
            "kc": 0,
            "kd": 180000,
            "debt": -740000
          },
          {
            "n": "Champello ТОО",
            "kc": 110400,
            "kd": 249600,
            "debt": -278400
          },
          {
            "n": "RB Brands ТОО",
            "kc": 0,
            "kd": 356040,
            "debt": -730350
          },
          {
            "n": "Art Food ИП",
            "kc": 643070,
            "kd": 0,
            "debt": -1775591
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 47400,
            "kd": 219920,
            "debt": -616500
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 59800,
            "kd": 0,
            "debt": -889387
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 95720,
            "kd": 0,
            "debt": -861189
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 0,
            "kd": 265232,
            "debt": -1487640
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 425500,
            "kd": 999050,
            "debt": -6313010
          },
          {
            "n": "Исмагулов ИП",
            "kc": 425000,
            "kd": 550000,
            "debt": -433000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 1198687,
            "kd": 0,
            "debt": -3988687
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 339660,
            "kd": 282500,
            "debt": -1542360
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 242000,
            "kd": 242000,
            "debt": -924000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 579000,
            "kd": 0,
            "debt": -1881750
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 374250,
            "debt": -2491220
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 224784,
            "kd": 0,
            "debt": -1995014
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 385000,
            "kd": 0,
            "debt": -2988600
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 205520,
            "kd": 0,
            "debt": -4229626
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 0,
            "kd": 548500,
            "debt": -2305000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 931330,
            "kd": 910413,
            "debt": -2922329
          },
          {
            "n": "Berry Company ТОО",
            "kc": 403200,
            "kd": 0,
            "debt": -4874076
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 845628,
            "kd": 318720,
            "debt": -5836991
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 387560,
            "kd": 389400,
            "debt": -3199335
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 953600,
            "kd": 795000,
            "debt": -6364368
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 882000,
            "kd": 380000,
            "debt": -2856800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 19305,
            "kd": 0,
            "debt": -182010
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 510000,
            "kd": 800000,
            "debt": -7134500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 0,
            "kd": 609600,
            "debt": -8188080
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1250597,
            "kd": 0,
            "debt": -1028578
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": -7904114
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 684905,
            "kd": 1524978,
            "debt": -9136758
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3195060,
            "kd": 2417180,
            "debt": -29515037
          }
        ]
      },
      {
        "k": "15.03.26",
        "label": "16.03–22.03",
        "date": "15.03.26",
        "totalIn": 26755890,
        "totalPay": 47744520,
        "rows": [
          {
            "n": "Халал Чикен ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 782740
          },
          {
            "n": "Global Halal Food ТОО",
            "kc": 1859792,
            "kd": 1500000,
            "debt": -1907481
          },
          {
            "n": "Food Company ТОО",
            "kc": 82980,
            "kd": 0,
            "debt": -36540
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 42840,
            "kd": 0,
            "debt": -42840
          },
          {
            "n": "Торговый дом ROKOS ТОО",
            "kc": 17750,
            "kd": 0,
            "debt": 58550
          },
          {
            "n": "Color express ТОО",
            "kc": 180591,
            "kd": 300000,
            "debt": -250666
          },
          {
            "n": "InterPack Group (ИнтерПак Групп) ТОО",
            "kc": 29493,
            "kd": 0,
            "debt": -19558
          },
          {
            "n": "Best Meat ТОО",
            "kc": 1807021,
            "kd": 5000000,
            "debt": -5865723
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 30200,
            "kd": 0,
            "debt": -120800
          },
          {
            "n": "CIS market ТОО",
            "kc": 177333,
            "kd": 0,
            "debt": -709333
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 53333,
            "kd": 0,
            "debt": -927633
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 12800,
            "kd": 0,
            "debt": -65600
          },
          {
            "n": "Kastorg ТОО",
            "kc": 374400,
            "kd": 500000,
            "debt": -857017
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 14000,
            "kd": 0,
            "debt": -21000
          },
          {
            "n": "MPARGO ТОО",
            "kc": 57200,
            "kd": 0,
            "debt": -57200
          },
          {
            "n": "ONEPLUS ТОО",
            "kc": 110650,
            "kd": 0,
            "debt": -110650
          },
          {
            "n": "Ботабаева Камшат Болатовна ИП",
            "kc": 5600,
            "kd": 0,
            "debt": -22400
          },
          {
            "n": "ИнвестФуд ТОО",
            "kc": 17600,
            "kd": 0,
            "debt": -70400
          },
          {
            "n": "TNI GROUP ТОО",
            "kc": 3100,
            "kd": 0,
            "debt": -636100
          },
          {
            "n": "AmigoSAN ТОО",
            "kc": 14730,
            "kd": 0,
            "debt": -79950
          },
          {
            "n": "KARAVAN (Караван) ТОО",
            "kc": 4832,
            "kd": 0,
            "debt": 37596
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 55000,
            "kd": 0,
            "debt": -97600
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 11640,
            "kd": 0,
            "debt": -45560
          },
          {
            "n": "EURO FOOD KZ ТОО",
            "kc": 23400,
            "kd": 0,
            "debt": -93600
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 124870,
            "kd": 0,
            "debt": -413715
          },
          {
            "n": "Medhelp ИП",
            "kc": 10127,
            "kd": 0,
            "debt": -45127
          },
          {
            "n": "Lirumax ТОО",
            "kc": 28000,
            "kd": 0,
            "debt": -28000
          },
          {
            "n": "VGL Company ТОО",
            "kc": 26545,
            "kd": 0,
            "debt": -106180
          },
          {
            "n": "Rikkaus ИП",
            "kc": 10000,
            "kd": 0,
            "debt": -40000
          },
          {
            "n": "Демьянов ИП",
            "kc": 19884,
            "kd": 0,
            "debt": -177588
          },
          {
            "n": "Инарин ТОО",
            "kc": 151680,
            "kd": 227520,
            "debt": -151680
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 16227,
            "kd": 0,
            "debt": -133346
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 110193,
            "kd": 300000,
            "debt": -481399
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 55587,
            "kd": 0,
            "debt": -239507
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 57167,
            "kd": 50000,
            "debt": -285917
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 113630,
            "kd": 0,
            "debt": -842120
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 277667,
            "kd": 300000,
            "debt": -513167
          },
          {
            "n": "Шымкентмай АО",
            "kc": 591200,
            "kd": 585000,
            "debt": -200
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 127492,
            "kd": 0,
            "debt": -504735
          },
          {
            "n": "DFK food ИП",
            "kc": 97950,
            "kd": 150000,
            "debt": -392700
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 0,
            "debt": -565500
          },
          {
            "n": "АРБУЗ ФУД СЕРВИС ТОО",
            "kc": 15120,
            "kd": 0,
            "debt": -620080
          },
          {
            "n": "ДЭР ТОО",
            "kc": 110667,
            "kd": 0,
            "debt": -850667
          },
          {
            "n": "Champello ТОО",
            "kc": 190400,
            "kd": 250000,
            "debt": -218800
          },
          {
            "n": "RB Brands ТОО",
            "kc": 59400,
            "kd": 0,
            "debt": -789750
          },
          {
            "n": "Art Food ИП",
            "kc": 284937,
            "kd": 500000,
            "debt": -1560528
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 47400,
            "kd": 250000,
            "debt": -413900
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 107196,
            "kd": 0,
            "debt": -996583
          },
          {
            "n": "Эрико ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": -604960
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 44260,
            "kd": 0,
            "debt": -905449
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 119500,
            "kd": 0,
            "debt": -478000
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 232587,
            "kd": 0,
            "debt": -1720227
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 42265,
            "kd": 1500000,
            "debt": -9385
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 815833,
            "kd": 3000000,
            "debt": -4128843
          },
          {
            "n": "Исмагулов ИП",
            "kc": 466000,
            "kd": 400000,
            "debt": -499000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 1496229,
            "kd": 1500000,
            "debt": -3984916
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 511953,
            "kd": 282000,
            "debt": -1772313
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 264000,
            "kd": 600000,
            "debt": -588000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 75167,
            "kd": 0,
            "debt": -1813332
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 450333,
            "kd": 800000,
            "debt": -1532083
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 1500000,
            "debt": -991220
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 296595,
            "kd": 750000,
            "debt": -1541609
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 338333,
            "kd": 800000,
            "debt": -2526933
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 313567,
            "kd": 500000,
            "debt": -4043193
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 150207,
            "kd": 200000,
            "debt": -400828
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 216000,
            "kd": 0,
            "debt": -2521000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 857177,
            "kd": 800000,
            "debt": -2979506
          },
          {
            "n": "Berry Company ТОО",
            "kc": 531040,
            "kd": 0,
            "debt": -5405116
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 651338,
            "kd": 1000000,
            "debt": -5488329
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 688758,
            "kd": 300000,
            "debt": -3588093
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1008347,
            "kd": 3000000,
            "debt": -4372715
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 400267,
            "kd": 500000,
            "debt": -2757067
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 6435,
            "kd": 0,
            "debt": -188445
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 3000000,
            "debt": -4345195
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 850000,
            "kd": 2000000,
            "debt": -5984500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 878400,
            "kd": 1400000,
            "debt": -7666480
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 3000000,
            "debt": -6766752
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1764311,
            "kd": 1500000,
            "debt": -1292889
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 847736,
            "kd": 3000000,
            "debt": -5751850
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 1038254,
            "kd": 1500000,
            "debt": -8675012
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3592874,
            "kd": 3000000,
            "debt": -30107911
          }
        ]
      },
      {
        "k": "22.03.26",
        "label": "16.03–22.03",
        "date": "22.03.26",
        "totalIn": 38502016,
        "totalPay": 37786920,
        "rows": [
          {
            "n": "Халал Чикен ТОО",
            "kc": 0,
            "kd": 217260,
            "debt": -1100000
          },
          {
            "n": "Global Halal Food ТОО",
            "kc": 2759576,
            "kd": 5218000,
            "debt": -1676889
          },
          {
            "n": "Food Company ТОО",
            "kc": 120960,
            "kd": 0,
            "debt": -135000
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 214200,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 250755,
            "debt": -119320
          },
          {
            "n": "InterPack Group (ИнтерПак Групп) ТОО",
            "kc": 79632,
            "kd": 0,
            "debt": 9935
          },
          {
            "n": "Best Meat ТОО",
            "kc": 0,
            "kd": 5035160,
            "debt": -4023542
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 0,
            "kd": 90600,
            "debt": -90600
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 0,
            "kd": 487700,
            "debt": -386600
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 14400,
            "kd": 0,
            "debt": -67200
          },
          {
            "n": "Kastorg ТОО",
            "kc": 0,
            "kd": 200000,
            "debt": -782617
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 8400,
            "kd": 8400,
            "debt": -7000
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 787525,
            "kd": 295956,
            "debt": -787525
          },
          {
            "n": "МЕД ТАРАЗ",
            "kc": 211500,
            "kd": 0,
            "debt": -211500
          },
          {
            "n": "KARAVAN (Караван) ТОО",
            "kc": 41275,
            "kd": 26000,
            "debt": 1153
          },
          {
            "n": "TAISA ТОО",
            "kc": 0,
            "kd": 83800,
            "debt": 83800
          },
          {
            "n": "Рай ИП",
            "kc": 576000,
            "kd": 0,
            "debt": -40000
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 82500,
            "kd": 75600,
            "debt": -49500
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 41904,
            "kd": 19848,
            "debt": -55976
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 148850,
            "kd": 0,
            "debt": -437695
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 91350,
            "kd": 0,
            "debt": -659316
          },
          {
            "n": "Lirumax ТОО",
            "kc": 0,
            "kd": 34320,
            "debt": 0
          },
          {
            "n": "VGL Company ТОО",
            "kc": 26200,
            "kd": 0,
            "debt": -105835
          },
          {
            "n": "Rikkaus ИП",
            "kc": 110344,
            "kd": 0,
            "debt": -140344
          },
          {
            "n": "Инарин ТОО",
            "kc": 113760,
            "kd": 0,
            "debt": -341280
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 329841,
            "kd": 671206,
            "debt": -329841
          },
          {
            "n": "Sweet Trade ИП",
            "kc": 165000,
            "kd": 0,
            "debt": -196000
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 166760,
            "kd": 166760,
            "debt": -183920
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 134000,
            "kd": 0,
            "debt": -367750
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 68200,
            "kd": 442600,
            "debt": -354090
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 297500,
            "kd": 0,
            "debt": -833000
          },
          {
            "n": "Шымкентмай АО",
            "kc": 440400,
            "kd": 880800,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 161125,
            "kd": 382475,
            "debt": -155893
          },
          {
            "n": "DFK food ИП",
            "kc": 301800,
            "kd": 0,
            "debt": -746550
          },
          {
            "n": "TGR Company ТОО",
            "kc": 59440,
            "kd": 0,
            "debt": -394600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 0,
            "debt": -565500
          },
          {
            "n": "ДЭР ТОО",
            "kc": 166000,
            "kd": 740000,
            "debt": -166000
          },
          {
            "n": "Champello ТОО",
            "kc": 283200,
            "kd": 342720,
            "debt": -218880
          },
          {
            "n": "RB Brands ТОО",
            "kc": 142560,
            "kd": 552150,
            "debt": -320760
          },
          {
            "n": "Art Food ИП",
            "kc": 348980,
            "kd": 662130,
            "debt": -1400541
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 34600,
            "kd": 0,
            "debt": -651100
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 15890,
            "kd": 0,
            "debt": -810787
          },
          {
            "n": "Эрико ТОО",
            "kc": 2582960,
            "kd": 600000,
            "debt": -378000
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 74120,
            "kd": 189636,
            "debt": -745673
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 2510400,
            "kd": 858500,
            "debt": -2010400
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 345740,
            "kd": 789880,
            "debt": -1043500
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 0,
            "kd": 2029050,
            "debt": -4283960
          },
          {
            "n": "Исмагулов ИП",
            "kc": 348000,
            "kd": 0,
            "debt": -781000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 940000,
            "debt": -3048687
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 307000,
            "kd": 0,
            "debt": -1862360
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 374000,
            "kd": 594000,
            "debt": -858000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 228600,
            "kd": 452185,
            "debt": -1514580
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 579000,
            "kd": 530750,
            "debt": -1930000
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 700000,
            "debt": -1791220
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 0,
            "kd": 428250,
            "debt": -1596764
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 889000,
            "kd": 500000,
            "debt": -3377600
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 845452,
            "kd": 1131560,
            "debt": -3943518
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 1208850,
            "kd": 253500,
            "debt": -1405971
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 1050000,
            "kd": 430000,
            "debt": -3736000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1055348,
            "kd": 482400,
            "debt": -3675277
          },
          {
            "n": "Berry Company ТОО",
            "kc": 560140,
            "kd": 993680,
            "debt": -4440536
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 448000,
            "kd": 0,
            "debt": -6284991
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 1567880,
            "kd": 400000,
            "debt": -4430365
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1045600,
            "kd": 0,
            "debt": -7409968
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 1773600,
            "kd": 0,
            "debt": -4630400
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 1036513,
            "debt": -6308682
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1020000,
            "kd": 0,
            "debt": -8154500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 3771600,
            "kd": 0,
            "debt": -3890280
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1427400,
            "kd": 1400000,
            "debt": -8874280
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1231044,
            "kd": 0,
            "debt": -1099156
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 531216,
            "kd": 1000000,
            "debt": -8372770
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 413156,
            "kd": 1435878,
            "debt": -9304780
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3581738,
            "kd": 3726898,
            "debt": -29978393
          }
        ]
      },
      {
        "k": "29.03.26",
        "label": "23.03–29.03",
        "date": "29.03.26",
        "totalIn": 20078100,
        "totalPay": 24755970,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 2232005,
            "debt": -1261716
          },
          {
            "n": "Food Company ТОО",
            "kc": 120960,
            "kd": 120960,
            "debt": 167400
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 137455,
            "debt": -1147365
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": -7000
          },
          {
            "n": "Масло-Дел ТОО",
            "kc": 9736,
            "kd": 9736,
            "debt": 0
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 140250,
            "kd": 0,
            "debt": -577945
          },
          {
            "n": "Rikkaus ИП",
            "kc": 140839,
            "kd": 0,
            "debt": -281183
          },
          {
            "n": "Инарин ТОО",
            "kc": 88080,
            "kd": 0,
            "debt": -429360
          },
          {
            "n": "Sweet Trade ИП",
            "kc": 221200,
            "kd": 0,
            "debt": -221200
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 44000,
            "kd": 89000,
            "debt": -367750
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 158400,
            "kd": 0,
            "debt": -158400
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 178500,
            "kd": 833000,
            "debt": -178500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 440400,
            "kd": 440400,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 104080,
            "kd": 0,
            "debt": -259973
          },
          {
            "n": "DFK food ИП",
            "kc": 94450,
            "kd": 444750,
            "debt": -396250
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 0,
            "debt": -754000
          },
          {
            "n": "ДЭР ТОО",
            "kc": 220000,
            "kd": 166000,
            "debt": -220000
          },
          {
            "n": "Champello ТОО",
            "kc": 249600,
            "kd": 331200,
            "debt": -209280
          },
          {
            "n": "RB Brands ТОО",
            "kc": 249480,
            "kd": 0,
            "debt": -570240
          },
          {
            "n": "Art Food ИП",
            "kc": 112000,
            "kd": 470491,
            "debt": -1042050
          },
          {
            "n": "Эрико ТОО",
            "kc": 522000,
            "kd": 0,
            "debt": -900000
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 85290,
            "kd": 0,
            "debt": -830963
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": -1510400
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 0,
            "kd": 451080,
            "debt": -592420
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 877537,
            "kd": 1207644,
            "debt": -1137013
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 372400,
            "kd": 4325300,
            "debt": -331060
          },
          {
            "n": "Исмагулов ИП",
            "kc": 560500,
            "kd": 433000,
            "debt": -908500
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 675000,
            "debt": -2373687
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 270000,
            "kd": 0,
            "debt": -2132360
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 132000,
            "kd": 0,
            "debt": -1276000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 0,
            "kd": 772000,
            "debt": -1158000
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 339840,
            "kd": 0,
            "debt": -1936604
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 90000,
            "kd": 0,
            "debt": -3467600
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 0,
            "kd": 682820,
            "debt": -3260698
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 1418000,
            "kd": 450621,
            "debt": -2373350
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1020759,
            "kd": 0,
            "debt": -4564536
          },
          {
            "n": "Berry Company ТОО",
            "kc": 137100,
            "kd": 788460,
            "debt": -3789176
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 530094,
            "kd": 786573,
            "debt": -6028512
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 0,
            "kd": 1141260,
            "debt": -3289105
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1118800,
            "kd": 0,
            "debt": -8528768
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 298800,
            "kd": 1032000,
            "debt": -3897200
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 930567,
            "kd": 0,
            "debt": -1207127
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 505000,
            "kd": 2544500,
            "debt": -6115000
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 658800,
            "kd": 700000,
            "debt": -8833080
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 2012942,
            "kd": 0,
            "debt": -1217196
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 832680,
            "kd": 0,
            "debt": -11041568
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 1294337,
            "kd": 1080780,
            "debt": -9518337
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3297579,
            "kd": 1897335,
            "debt": -31378637
          }
        ]
      },
      {
        "k": "05.04.26",
        "label": "30.03–05.04",
        "date": "05.04.26",
        "totalIn": 26530560,
        "totalPay": 47933813,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 648768,
            "kd": 648768,
            "debt": 759644
          },
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 982872,
            "debt": -278844
          },
          {
            "n": "Food Company ТОО",
            "kc": 120960,
            "kd": 120960,
            "debt": 167400
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 171360,
            "kd": 171360,
            "debt": 85680
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 1199817,
            "debt": 52452
          },
          {
            "n": "ALBA Foods Company ТОО",
            "kc": 0,
            "kd": 18690,
            "debt": 13932
          },
          {
            "n": "Best Meat ТОО",
            "kc": 0,
            "kd": 4023542,
            "debt": 0
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 90600,
            "kd": 0,
            "debt": -181200
          },
          {
            "n": "CIS market ТОО",
            "kc": 0,
            "kd": 532000,
            "debt": 0
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 14400,
            "kd": 0,
            "debt": -81600
          },
          {
            "n": "Kastorg ТОО",
            "kc": 0,
            "kd": 423000,
            "debt": -359617
          },
          {
            "n": "AINABEK ИП",
            "kc": 25800,
            "kd": 25800,
            "debt": 0
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": -7000
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": -487525
          },
          {
            "n": "ИнвестФуд ТОО",
            "kc": 0,
            "kd": 52800,
            "debt": 0
          },
          {
            "n": "МЕД ТАРАЗ",
            "kc": 0,
            "kd": 211500,
            "debt": 0
          },
          {
            "n": "TNI GROUP ТОО",
            "kc": 0,
            "kd": 633000,
            "debt": 0
          },
          {
            "n": "KARAVAN (Караван) ТОО",
            "kc": 20800,
            "kd": 20800,
            "debt": 1153
          },
          {
            "n": "Рай ИП",
            "kc": 0,
            "kd": 300000,
            "debt": 260000
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 48000,
            "kd": 0,
            "debt": -48000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 31428,
            "kd": 41904,
            "debt": -45500
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 138400,
            "kd": 595935,
            "debt": -120410
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 0,
            "kd": 354256,
            "debt": -305060
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 0,
            "kd": 157560,
            "debt": 0
          },
          {
            "n": "Rikkaus ИП",
            "kc": 0,
            "kd": 140839,
            "debt": -140344
          },
          {
            "n": "Инарин ТОО",
            "kc": 0,
            "kd": 227520,
            "debt": -201840
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 56600,
            "kd": 0,
            "debt": -188323
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 200263,
            "kd": 0,
            "debt": -530104
          },
          {
            "n": "Halal Chicken ИП",
            "kc": 0,
            "kd": 583310,
            "debt": -518690
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 96800,
            "kd": 216500,
            "debt": -248050
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 238000,
            "kd": 0,
            "debt": -416500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 440400,
            "kd": 440400,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 206000,
            "kd": 0,
            "debt": -465973
          },
          {
            "n": "DFK food ИП",
            "kc": 67500,
            "kd": 0,
            "debt": -463750
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 377000,
            "debt": -565500
          },
          {
            "n": "ДЭР ТОО",
            "kc": 422000,
            "kd": 0,
            "debt": -642000
          },
          {
            "n": "Champello ТОО",
            "kc": 314400,
            "kd": 0,
            "debt": -523680
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 0,
            "kd": 753537,
            "debt": -700000
          },
          {
            "n": "Art Food ИП",
            "kc": 166450,
            "kd": 0,
            "debt": -1208500
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 7225,
            "kd": 0,
            "debt": -658325
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 6868,
            "kd": 0,
            "debt": -833545
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 0,
            "kd": 510400,
            "debt": -1000000
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 252360,
            "kd": 0,
            "debt": -844780
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1135403,
            "kd": 259476,
            "debt": -2012940
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 217000,
            "kd": 0,
            "debt": -548060
          },
          {
            "n": "Исмагулов ИП",
            "kc": 560500,
            "kd": 648000,
            "debt": -821000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 2115000,
            "debt": -258687
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 270000,
            "kd": 956000,
            "debt": -1446360
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 396000,
            "kd": 0,
            "debt": -1672000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 530750,
            "kd": 0,
            "debt": -1688750
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 1491220,
            "debt": -300000
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 565348,
            "kd": 201340,
            "debt": -2300612
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 17500,
            "kd": 959600,
            "debt": -2525500
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 1305406,
            "kd": 0,
            "debt": -4566104
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 2316000,
            "kd": 500000,
            "debt": -4189350
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 766393,
            "kd": 2308330,
            "debt": -3022599
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 0,
            "kd": 1545000,
            "debt": -4483512
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 487035,
            "kd": 0,
            "debt": -3776140
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 295000,
            "kd": 2921168,
            "debt": -5902600
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1916849,
            "kd": 0,
            "debt": -3123976
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 1312542,
            "debt": -4996140
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 505000,
            "kd": 0,
            "debt": -6620000
          },
          {
            "n": "БАХМАН ИП",
            "kc": 4243680,
            "kd": 3771600,
            "debt": -4362360
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 691200,
            "kd": 2889600,
            "debt": -6634680
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 1380064,
            "debt": -8386688
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1201703,
            "kd": 695400,
            "debt": -1723499
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 2067300,
            "kd": 4162644,
            "debt": -8946224
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 532501,
            "kd": 1245934,
            "debt": -8804904
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2523510,
            "kd": 4494225,
            "debt": -29407922
          }
        ]
      },
      {
        "k": "12.04.26",
        "label": "06.04–12.04",
        "date": "12.04.26",
        "totalIn": 28809884,
        "totalPay": 18211449,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 221156
          },
          {
            "n": "Adalpack ТОО",
            "kc": 188000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 0,
            "kd": 181200,
            "debt": 0
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 0,
            "kd": 386600,
            "debt": 0
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 0,
            "kd": 81600,
            "debt": 0
          },
          {
            "n": "Kastorg ТОО",
            "kc": 0,
            "kd": 359617,
            "debt": 0
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 19600,
            "debt": 0
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 0,
            "kd": 487525,
            "debt": 0
          },
          {
            "n": "Жолшыбай ИП",
            "kc": 0,
            "kd": 340760,
            "debt": 0
          },
          {
            "n": "KARAVAN (Караван) ТОО",
            "kc": 20800,
            "kd": 0,
            "debt": -19647
          },
          {
            "n": "TAISA ТОО",
            "kc": 107200,
            "kd": 0,
            "debt": -23400
          },
          {
            "n": "Парус ТОО",
            "kc": 36800,
            "kd": 0,
            "debt": -36800
          },
          {
            "n": "DAUMAK ТОО",
            "kc": 39900,
            "kd": 0,
            "debt": -39900
          },
          {
            "n": "Рай ИП",
            "kc": 576000,
            "kd": 276000,
            "debt": -40000
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 637,
            "kd": 0,
            "debt": -50137
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 28032,
            "kd": 0,
            "debt": -73532
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 107900,
            "kd": 0,
            "debt": -228310
          },
          {
            "n": "Medhelp ИП",
            "kc": 58600,
            "kd": 0,
            "debt": -93600
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 21870,
            "kd": 0,
            "debt": -326930
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 279600,
            "kd": 165000,
            "debt": -114600
          },
          {
            "n": "VGL Company ТОО",
            "kc": 26220,
            "kd": 0,
            "debt": -132055
          },
          {
            "n": "Инарин ТОО",
            "kc": 88080,
            "kd": 113760,
            "debt": -176160
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 0,
            "kd": 530104,
            "debt": 0
          },
          {
            "n": "Halal Chicken ИП",
            "kc": 0,
            "kd": 301430,
            "debt": -217260
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 151350,
            "kd": 210200,
            "debt": -125070
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 226000,
            "kd": 0,
            "debt": -384400
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 0,
            "debt": -438000
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 239750,
            "kd": 265205,
            "debt": -440518
          },
          {
            "n": "DFK food ИП",
            "kc": 150900,
            "kd": 0,
            "debt": -614650
          },
          {
            "n": "КазПолимерИнвест ТОО",
            "kc": 178400,
            "kd": 0,
            "debt": -525600
          },
          {
            "n": "TGR Company ТОО",
            "kc": 25830,
            "kd": 0,
            "debt": -420430
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 62640,
            "kd": 0,
            "debt": -594874
          },
          {
            "n": "Champello ТОО",
            "kc": 261600,
            "kd": 0,
            "debt": -785280
          },
          {
            "n": "RB Brands ТОО",
            "kc": 145710,
            "kd": 0,
            "debt": -715950
          },
          {
            "n": "Art Food ИП",
            "kc": 585760,
            "kd": 281070,
            "debt": -1513190
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 85000,
            "kd": 0,
            "debt": -743325
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 74120,
            "kd": 0,
            "debt": -905083
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 269890,
            "kd": 0,
            "debt": -1114670
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 976641,
            "kd": 372400,
            "debt": -1152301
          },
          {
            "n": "Исмагулов ИП",
            "kc": 420000,
            "kd": 0,
            "debt": -1241000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 258687,
            "debt": 0
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 330000,
            "kd": 484000,
            "debt": -1518000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 355500,
            "kd": 0,
            "debt": -1870080
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 579000,
            "kd": 579000,
            "debt": -1688750
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 1567740,
            "kd": 0,
            "debt": -1867740
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 458260,
            "kd": 1818280,
            "debt": -3206084
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 0,
            "kd": 955350,
            "debt": -3234000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 831877,
            "kd": 0,
            "debt": -3854476
          },
          {
            "n": "Berry Company ТОО",
            "kc": 432540,
            "kd": 0,
            "debt": -4221716
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 793458,
            "kd": 0,
            "debt": -5276970
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 499185,
            "kd": 0,
            "debt": -4275325
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 442500,
            "kd": 2495280,
            "debt": -3849820
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 898800,
            "kd": 0,
            "debt": -4796000
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1803470,
            "kd": 0,
            "debt": -4927446
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 840000,
            "kd": 1020000,
            "debt": -6440000
          },
          {
            "n": "БАХМАН ИП",
            "kc": 4246200,
            "kd": 0,
            "debt": -8608560
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 691200,
            "kd": 700000,
            "debt": -6625880
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 489025,
            "debt": -7897663
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 2510067,
            "kd": 84000,
            "debt": -4149566
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 136584,
            "kd": 534910,
            "debt": -8547898
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 3552496,
            "kd": 1512464,
            "debt": -10844936
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 1957177,
            "kd": 2408382,
            "debt": -28956717
          }
        ]
      },
      {
        "k": "20.04.26",
        "label": "13.04–20.04",
        "date": "20.04.26",
        "totalIn": 19529048,
        "totalPay": 16715991,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 229228,
            "kd": 216832,
            "debt": 208760
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 110160,
            "kd": 110160,
            "debt": 85680
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 0
          },
          {
            "n": "AmigoSAN ТОО",
            "kc": 0,
            "kd": 65220,
            "debt": 0
          },
          {
            "n": "Масловъ ТОО",
            "kc": 0,
            "kd": 283050,
            "debt": 0
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 38508,
            "kd": 59460,
            "debt": -52580
          },
          {
            "n": "D&G distribution ИП",
            "kc": 53400,
            "kd": 0,
            "debt": -53400
          },
          {
            "n": "KazOptFood ТОО",
            "kc": 63900,
            "kd": 0,
            "debt": -63900
          },
          {
            "n": "Дэльма ТОО консервированные",
            "kc": 79200,
            "kd": 0,
            "debt": -79200
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 0,
            "kd": 138400,
            "debt": -89910
          },
          {
            "n": "Lirumax ТОО",
            "kc": 112500,
            "kd": 0,
            "debt": -112500
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 203680,
            "kd": 0,
            "debt": -203680
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 163380,
            "kd": 0,
            "debt": -288450
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 67500,
            "kd": 0,
            "debt": -315550
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 438000,
            "debt": -438000
          },
          {
            "n": "DFK food ИП",
            "kc": 135000,
            "kd": 234300,
            "debt": -515350
          },
          {
            "n": "TGR Company ТОО",
            "kc": 127200,
            "kd": 0,
            "debt": -547630
          },
          {
            "n": "TOIMART TOO",
            "kc": 643594,
            "kd": 85642,
            "debt": -643594
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 93960,
            "kd": 0,
            "debt": -688834
          },
          {
            "n": "Champello ТОО",
            "kc": 48000,
            "kd": 137280,
            "debt": -696000
          },
          {
            "n": "Art Food ИП",
            "kc": 155880,
            "kd": 927430,
            "debt": -741640
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 478000,
            "kd": 500000,
            "debt": -978000
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 0,
            "kd": 877537,
            "debt": -1135403
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 1410000,
            "kd": 0,
            "debt": -1410000
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 270000,
            "kd": 283000,
            "debt": -1433360
          },
          {
            "n": "StroyLux ТОО",
            "kc": 98800,
            "kd": 292180,
            "debt": -1676700
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 612760,
            "kd": 845452,
            "debt": -2973392
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 320669,
            "kd": 500000,
            "debt": -3054669
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 2547800,
            "kd": 1940600,
            "debt": -4457020
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 2118680,
            "debt": -6489880
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 379270,
            "debt": -7518393
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 4817038,
            "kd": 437200,
            "debt": -8529404
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 2622832,
            "kd": 2500000,
            "debt": -8670730
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 281280,
            "kd": 0,
            "debt": -11126216
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3294179,
            "kd": 3333698,
            "debt": -28917198
          }
        ]
      },
      {
        "k": "26.04.26",
        "label": "20.04–26.04",
        "date": "26.04.26",
        "totalIn": 35384682,
        "totalPay": 23571566,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 1716000,
            "kd": 1110876,
            "debt": -2192724
          },
          {
            "n": "Global Halal Food ТОО",
            "kc": 3027796,
            "kd": 0,
            "debt": -2819036
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 344625,
            "debt": 397077
          },
          {
            "n": "CIS market ТОО",
            "kc": 657000,
            "kd": 0,
            "debt": -657000
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 16800,
            "kd": 12600,
            "debt": -4200
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 74230,
            "kd": 0,
            "debt": -74230
          },
          {
            "n": "МЕД ТАРАЗ",
            "kc": 210000,
            "kd": 0,
            "debt": -210000
          },
          {
            "n": "Орими СА ТОО",
            "kc": 224224,
            "kd": 224224,
            "debt": 0
          },
          {
            "n": "Хим-База ТОО",
            "kc": 96000,
            "kd": 0,
            "debt": -96000
          },
          {
            "n": "TAISA ТОО",
            "kc": 103600,
            "kd": 107200,
            "debt": -19800
          },
          {
            "n": "Рай ИП",
            "kc": 0,
            "kd": 476000,
            "debt": 436000
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 527875,
            "kd": 0,
            "debt": -617785
          },
          {
            "n": "Medhelp ИП",
            "kc": 41100,
            "kd": 0,
            "debt": -134700
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 506520,
            "kd": 0,
            "debt": -621120
          },
          {
            "n": "VGL Company ТОО",
            "kc": 26220,
            "kd": 0,
            "debt": -158275
          },
          {
            "n": "Инарин ТОО",
            "kc": 88080,
            "kd": 0,
            "debt": -264240
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 260604,
            "kd": 0,
            "debt": -549054
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 224240,
            "kd": 0,
            "debt": -578330
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 397332,
            "kd": 357672,
            "debt": -397332
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 593300,
            "kd": 705490,
            "debt": -304310
          },
          {
            "n": "Шымкентмай АО",
            "kc": 547500,
            "kd": 547500,
            "debt": -438000
          },
          {
            "n": "КазПолимерИнвест ТОО",
            "kc": 96000,
            "kd": 0,
            "debt": -621600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 188500,
            "debt": -565500
          },
          {
            "n": "АРБУЗ ФУД СЕРВИС ТОО",
            "kc": 71460,
            "kd": 0,
            "debt": -676420
          },
          {
            "n": "ДЭР ТОО",
            "kc": 270000,
            "kd": 642000,
            "debt": -270000
          },
          {
            "n": "TOIMART TOO",
            "kc": 921837,
            "kd": 300000,
            "debt": -1265431
          },
          {
            "n": "Champello ТОО",
            "kc": 96000,
            "kd": 200000,
            "debt": -592000
          },
          {
            "n": "RB Brands ТОО",
            "kc": 142560,
            "kd": 270240,
            "debt": -588270
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 50750,
            "kd": 0,
            "debt": -884295
          },
          {
            "n": "Эрико ТОО",
            "kc": 1323000,
            "kd": 1791400,
            "debt": -431600
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 180480,
            "kd": 575833,
            "debt": -509730
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 1080000,
            "kd": 0,
            "debt": -2058000
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 37463,
            "kd": 0,
            "debt": -1172866
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 332000,
            "kd": 203241,
            "debt": -1281060
          },
          {
            "n": "Исмагулов ИП",
            "kc": 773000,
            "kd": 0,
            "debt": -2014000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 1438200,
            "kd": 0,
            "debt": -2848200
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 330000,
            "kd": 396000,
            "debt": -1452000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 579000,
            "kd": 0,
            "debt": -2267750
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 74150,
            "kd": 379484,
            "debt": -1995278
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 40000,
            "kd": 0,
            "debt": -2565500
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 781650,
            "kd": 538669,
            "debt": -3297650
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 683500,
            "kd": 0,
            "debt": -4419500
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 404891,
            "kd": 0,
            "debt": -4259367
          },
          {
            "n": "Berry Company ТОО",
            "kc": 44880,
            "kd": 0,
            "debt": -4266596
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 1330061,
            "kd": 0,
            "debt": -6607031
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 1092560,
            "kd": 200000,
            "debt": -5167885
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 251800,
            "kd": 0,
            "debt": -4708820
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 1180800,
            "kd": 800000,
            "debt": -5176800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1871950,
            "kd": 930567,
            "debt": -5868829
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 510000,
            "kd": 0,
            "debt": -6950000
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 1743680,
            "debt": -4746200
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 691200,
            "kd": 0,
            "debt": -7317080
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 293392,
            "debt": -7225001
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1886733,
            "kd": 24956,
            "debt": -10391181
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 809424,
            "kd": 3011864,
            "debt": -6468290
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 3382192,
            "kd": 3600000,
            "debt": -10908408
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3100220,
            "kd": 3595553,
            "debt": -28421865
          }
        ]
      },
      {
        "k": "03.05.26",
        "label": "27.04–03.04",
        "date": "03.05.26",
        "totalIn": 29033404,
        "totalPay": 26500741,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 1455740,
            "kd": 1303600,
            "debt": -2971176
          },
          {
            "n": "Food Company ТОО",
            "kc": 45000,
            "kd": 225360,
            "debt": 347760
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 400000,
            "debt": 797077
          },
          {
            "n": "Adalpack ТОО",
            "kc": 140000,
            "kd": 0,
            "debt": -140000
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 181200,
            "kd": 0,
            "debt": -181200
          },
          {
            "n": "CIS market ТОО",
            "kc": 508750,
            "kd": 808750,
            "debt": -357000
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 160000,
            "kd": 0,
            "debt": -160000
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 16800,
            "kd": 4200,
            "debt": -16800
          },
          {
            "n": "Kolos ИП",
            "kc": 87000,
            "kd": 87000,
            "debt": 0
          },
          {
            "n": "Вернал ТОО",
            "kc": 60000,
            "kd": 60000,
            "debt": 0
          },
          {
            "n": "TAISA ТОО",
            "kc": 0,
            "kd": 103600,
            "debt": 83800
          },
          {
            "n": "DAUMAK ТОО",
            "kc": 39900,
            "kd": 39900,
            "debt": -39900
          },
          {
            "n": "Рай ИП",
            "kc": 0,
            "kd": 100000,
            "debt": 536000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 122460,
            "kd": 99738,
            "debt": -75302
          },
          {
            "n": "Дэльма ТОО консервированные",
            "kc": 264000,
            "kd": 0,
            "debt": -343200
          },
          {
            "n": "Medhelp ИП",
            "kc": 93600,
            "kd": 0,
            "debt": -228300
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 49896,
            "kd": 0,
            "debt": -376826
          },
          {
            "n": "Lirumax ТОО",
            "kc": 90000,
            "kd": 0,
            "debt": -202500
          },
          {
            "n": "Rikkaus ИП",
            "kc": 0,
            "kd": 110772,
            "debt": -29572
          },
          {
            "n": "ЗЫМЫРАН ИП",
            "kc": 0,
            "kd": 159300,
            "debt": 0
          },
          {
            "n": "Инарин ТОО",
            "kc": 234960,
            "kd": 205560,
            "debt": -293640
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 329908,
            "kd": 0,
            "debt": -533588
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 358000,
            "kd": 218050,
            "debt": -455500
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 105380,
            "kd": 150000,
            "debt": -533710
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 848300,
            "kd": 219300,
            "debt": -933310
          },
          {
            "n": "Шымкентмай АО",
            "kc": 547500,
            "kd": 547500,
            "debt": -438000
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 118200,
            "kd": 405450,
            "debt": -153268
          },
          {
            "n": "DFK food ИП",
            "kc": 192600,
            "kd": 202500,
            "debt": -505450
          },
          {
            "n": "TGR Company ТОО",
            "kc": 25830,
            "kd": 199830,
            "debt": -373630
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 200000,
            "debt": -554000
          },
          {
            "n": "ДЭР ТОО",
            "kc": 470400,
            "kd": 0,
            "debt": -740400
          },
          {
            "n": "TOIMART TOO",
            "kc": 299407,
            "kd": 832228,
            "debt": -732610
          },
          {
            "n": "Champello ТОО",
            "kc": 120000,
            "kd": 299200,
            "debt": -412800
          },
          {
            "n": "Art Food ИП",
            "kc": 496958,
            "kd": 411820,
            "debt": -826778
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 74100,
            "kd": 0,
            "debt": -817425
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 349900,
            "kd": 0,
            "debt": -1234195
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 552060,
            "kd": 100000,
            "debt": -1566730
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": -672866
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 600000,
            "kd": 500000,
            "debt": -1381060
          },
          {
            "n": "Исмагулов ИП",
            "kc": 560500,
            "kd": 500000,
            "debt": -2074500
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 3040385,
            "kd": 1438200,
            "debt": -4450385
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 440000,
            "kd": 506000,
            "debt": -1386000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 355500,
            "kd": 0,
            "debt": -2032200
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": -1767750
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": -867740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 162482,
            "kd": 600000,
            "debt": -1557760
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 1159620,
            "kd": 600000,
            "debt": -3533012
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 950528,
            "kd": 500000,
            "debt": -3748178
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 148820,
            "kd": 0,
            "debt": -4408187
          },
          {
            "n": "Berry Company ТОО",
            "kc": 60000,
            "kd": 860000,
            "debt": -3466596
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 403200,
            "kd": 1000000,
            "debt": -6010231
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1135000,
            "kd": 1000000,
            "debt": -4843820
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 1205600,
            "kd": 0,
            "debt": -6382400
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 2737492,
            "kd": 2300000,
            "debt": -6306321
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 238155,
            "debt": -4757985
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1020000,
            "kd": 620000,
            "debt": -7350000
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 1200000,
            "debt": -3546200
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1152000,
            "kd": 0,
            "debt": -8469080
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 413881,
            "debt": -6811120
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1253720,
            "kd": 151200,
            "debt": -11493701
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 480150,
            "kd": 0,
            "debt": -6948440
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 1263286,
            "kd": 1802352,
            "debt": -10369342
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2278772,
            "kd": 2777295,
            "debt": -27923342
          }
        ]
      },
      {
        "k": "10.05.26",
        "label": "04.05–10.05",
        "date": "10.05.26",
        "totalIn": 34506885,
        "totalPay": 32108063,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 1587600,
            "kd": 1587600,
            "debt": 0
          },
          {
            "n": "Food Company ТОО",
            "kc": 276500,
            "kd": 445300,
            "debt": 0
          },
          {
            "n": "Flame group ТОО",
            "kc": 489854,
            "kd": 2000000,
            "debt": 0
          },
          {
            "n": "Color express ТОО",
            "kc": 479982,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "ALBA Foods Company ТОО",
            "kc": 1114200,
            "kd": 1114200,
            "debt": 0
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 370000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "CIS market ТОО",
            "kc": 625000,
            "kd": 1392400,
            "debt": 357000
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 900600,
            "kd": 1000000,
            "debt": 9600
          },
          {
            "n": "Interrom Kazakhstan ТОО",
            "kc": 97450,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "AINABEK ИП",
            "kc": 99760,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 16800,
            "kd": 16800,
            "debt": 16800
          },
          {
            "n": "Kaz ET.KZ ТОО",
            "kc": 0,
            "kd": 350000,
            "debt": 0
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 0,
            "kd": 576000,
            "debt": 0
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 411679,
            "kd": 0,
            "debt": 74230
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 46040,
            "kd": 0,
            "debt": 36816
          },
          {
            "n": "Green House Limited ТОО",
            "kc": 11760,
            "kd": 0,
            "debt": 460
          },
          {
            "n": "Storm Technology ТОО",
            "kc": 619200,
            "kd": 504000,
            "debt": 1060
          },
          {
            "n": "TAISA ТОО",
            "kc": 51000,
            "kd": 0,
            "debt": 98800
          },
          {
            "n": "Парус ТОО",
            "kc": 19150,
            "kd": 19150,
            "debt": 36800
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 123300,
            "kd": 0,
            "debt": 48000
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 99000,
            "kd": 0,
            "debt": 82500
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 66828,
            "kd": 0,
            "debt": 75302
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 210375,
            "kd": 0,
            "debt": 999660
          },
          {
            "n": "Medhelp ИП",
            "kc": 55520,
            "kd": 0,
            "debt": 228300
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 48600,
            "kd": 0,
            "debt": 151646
          },
          {
            "n": "Lirumax ТОО",
            "kc": 120000,
            "kd": 0,
            "debt": 292500
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 1800000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 115000,
            "kd": 0,
            "debt": 188323
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 138250,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 455000,
            "kd": 0,
            "debt": 686800
          },
          {
            "n": "Шымкентмай АО",
            "kc": 432000,
            "kd": 0,
            "debt": 438000
          },
          {
            "n": "DFK food ИП",
            "kc": 696900,
            "kd": 0,
            "debt": 777750
          },
          {
            "n": "ДЭР ТОО",
            "kc": 0,
            "kd": 640000,
            "debt": 740400
          },
          {
            "n": "Champello ТОО",
            "kc": 216000,
            "kd": 0,
            "debt": 460800
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 162270,
            "kd": 0,
            "debt": 700000
          },
          {
            "n": "RB Brands ТОО",
            "kc": 248400,
            "kd": 529920,
            "debt": 905880
          },
          {
            "n": "Art Food ИП",
            "kc": 0,
            "kd": 714835,
            "debt": 556170
          },
          {
            "n": "Эрико ТОО",
            "kc": 469900,
            "kd": 0,
            "debt": 420
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 89790,
            "kd": 0,
            "debt": 265770
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 371476,
            "kd": 500000,
            "debt": 1492330
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1007307,
            "kd": 1000000,
            "debt": 1023713
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 503850,
            "kd": 500000,
            "debt": 1617310
          },
          {
            "n": "Исмагулов ИП",
            "kc": 380000,
            "kd": 500000,
            "debt": 1532500
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2400000,
            "kd": 1000000,
            "debt": 4150385
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 286000,
            "kd": 0,
            "debt": 1474000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 265500,
            "kd": 0,
            "debt": 2032200
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 658896,
            "kd": 0,
            "debt": 1846750
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 148500,
            "kd": 1009156,
            "debt": 1086220
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 347400,
            "kd": 0,
            "debt": 2273600
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 427880,
            "kd": 0,
            "debt": 4077876
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 512500,
            "kd": 516850,
            "debt": 3911500
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 959095,
            "kd": 1500000,
            "debt": 4815595
          },
          {
            "n": "Berry Company ТОО",
            "kc": 401400,
            "kd": 0,
            "debt": 2180176
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 695181,
            "kd": 589987,
            "debt": 6500823
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 670650,
            "kd": 0,
            "debt": 6913175
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1225160,
            "kd": 500000,
            "debt": 5627320
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 828000,
            "kd": 800000,
            "debt": 6925200
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 3626243,
            "kd": 4000000,
            "debt": 7474688
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 7245500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 748800,
            "kd": 800000,
            "debt": 9333880
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1553348,
            "kd": 0,
            "debt": 1097670
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 453096,
            "kd": 2000000,
            "debt": 6642476
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 8500694
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3272895,
            "kd": 4501865,
            "debt": 28956361
          }
        ]
      },
      {
        "k": "17.05.26",
        "label": "10.05–17.05",
        "date": "17.05.26",
        "totalIn": 31413685,
        "totalPay": 27680650,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 928922,
            "kd": 1518164,
            "debt": 1667534
          },
          {
            "n": "Food Company ТОО",
            "kc": 165960,
            "kd": 0,
            "debt": 165960
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 61200,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Adalpack ТОО",
            "kc": 0,
            "kd": 140000,
            "debt": 0
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 242350,
            "kd": 0,
            "debt": -127650
          },
          {
            "n": "Armansu ТОО",
            "kc": 110000,
            "kd": 0,
            "debt": 110000
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 9600,
            "kd": 0,
            "debt": 19200
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 16800,
            "kd": 16800,
            "debt": 16800
          },
          {
            "n": "Almaty Cleaning Products ТОО",
            "kc": 96000,
            "kd": 96000,
            "debt": 0
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 0,
            "kd": 74230,
            "debt": 0
          },
          {
            "n": "Kompo food ТОО",
            "kc": 517100,
            "kd": 0,
            "debt": 517100
          },
          {
            "n": "KARAVAN (Караван) ТОО",
            "kc": 0,
            "kd": 20800,
            "debt": -1153
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 82500,
            "kd": 82500,
            "debt": 82500
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 56100,
            "kd": 1017650,
            "debt": 38110
          },
          {
            "n": "Medhelp ИП",
            "kc": 179500,
            "kd": 0,
            "debt": 407800
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 90600,
            "kd": 0,
            "debt": 1171420
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 0,
            "kd": 207425,
            "debt": -19102
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 523260,
            "kd": 219300,
            "debt": 990760
          },
          {
            "n": "Шымкентмай АО",
            "kc": 766500,
            "kd": 219000,
            "debt": 547500
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 148050,
            "kd": 309150,
            "debt": 155318
          },
          {
            "n": "DFK food ИП",
            "kc": 369300,
            "kd": 517650,
            "debt": 629400
          },
          {
            "n": "TGR Company ТОО",
            "kc": 418000,
            "kd": 405000,
            "debt": 233600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 612625,
            "kd": 554000,
            "debt": 1036750
          },
          {
            "n": "ДЭР ТОО",
            "kc": 422000,
            "kd": 0,
            "debt": 1162400
          },
          {
            "n": "TOIMART TOO",
            "kc": 801656,
            "kd": 763118,
            "debt": 1123465
          },
          {
            "n": "RB Brands ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 605880
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 66200,
            "kd": 0,
            "debt": 1000225
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 19653,
            "kd": 0,
            "debt": 917854
          },
          {
            "n": "Эрико ТОО",
            "kc": 469900,
            "kd": 469900,
            "debt": -560545
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 104320,
            "kd": 0,
            "debt": 370090
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 521376,
            "kd": 0,
            "debt": 1545089
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 195800,
            "kd": 0,
            "debt": 1813110
          },
          {
            "n": "Исмагулов ИП",
            "kc": 891100,
            "kd": 772000,
            "debt": 1651600
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 736200,
            "kd": 0,
            "debt": 1904400
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 242000,
            "kd": 836000,
            "debt": 880000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 109200,
            "kd": 768300,
            "debt": 1373100
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 591000,
            "kd": 0,
            "debt": 2437750
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 3627740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 97920,
            "kd": 490708,
            "debt": 693432
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 242000,
            "kd": 1529000,
            "debt": 986600
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 0,
            "kd": 1002160,
            "debt": 3075716
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 1547272,
            "kd": 500000,
            "debt": 3174619
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1097708,
            "kd": 0,
            "debt": 5913303
          },
          {
            "n": "Berry Company ТОО",
            "kc": 285600,
            "kd": 528340,
            "debt": 1937436
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 600000,
            "kd": 1024527,
            "debt": 6076296
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 938900,
            "kd": 1500000,
            "debt": 5066220
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 1479600,
            "kd": 700000,
            "debt": 7704800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1431650,
            "kd": 500000,
            "debt": 8406338
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1020000,
            "kd": 1500000,
            "debt": 6765500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 2246200,
            "debt": 0
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1728000,
            "kd": 700000,
            "debt": 10361880
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 120227,
            "debt": 6390893
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 2925053,
            "kd": 301200,
            "debt": 2481203
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 781200,
            "kd": 2020940,
            "debt": 5402736
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 2873752,
            "kd": 450000,
            "debt": 10924446
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3800258,
            "kd": 2960361,
            "debt": 29825435
          }
        ]
      },
      {
        "k": "22.05.26",
        "label": "18.05–22.05",
        "date": "22.05.26",
        "totalIn": 31870398,
        "totalPay": 17991809,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 1387350,
            "kd": 1387350,
            "debt": -122150
          },
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 667534
          },
          {
            "n": "Color express ТОО",
            "kc": 389334,
            "kd": 0,
            "debt": 336882
          },
          {
            "n": "AINABEK ИП",
            "kc": 49880,
            "kd": 0,
            "debt": 49880
          },
          {
            "n": "YANS (ЯНС) ТОО",
            "kc": 132288,
            "kd": 132288,
            "debt": 0
          },
          {
            "n": "КапиталПрофСнаб ТОО",
            "kc": 56000,
            "kd": 0,
            "debt": 56000
          },
          {
            "n": "TAISA ТОО",
            "kc": 14600,
            "kd": 0,
            "debt": 113400
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 82804,
            "kd": 61230,
            "debt": 96876
          },
          {
            "n": "KazOptFood ТОО",
            "kc": 42600,
            "kd": 0,
            "debt": 191700
          },
          {
            "n": "Дэльма ТОО консервированные",
            "kc": 23760,
            "kd": 0,
            "debt": 366960
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 111350,
            "kd": 0,
            "debt": 149460
          },
          {
            "n": "Lirumax ТОО",
            "kc": 90000,
            "kd": 0,
            "debt": 90000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 165225,
            "kd": 0,
            "debt": 1336645
          },
          {
            "n": "VGL Company ТОО",
            "kc": 83680,
            "kd": 0,
            "debt": 241955
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 56600,
            "kd": 0,
            "debt": 37498
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 334397,
            "kd": 0,
            "debt": 334397
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 175050,
            "kd": 0,
            "debt": 1123444
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 0,
            "kd": 397332,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 285600,
            "kd": 0,
            "debt": 808860
          },
          {
            "n": "Шымкентмай АО",
            "kc": 219000,
            "kd": 547500,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 170750,
            "kd": 0,
            "debt": 326068
          },
          {
            "n": "DFK food ИП",
            "kc": 166800,
            "kd": 0,
            "debt": 796200
          },
          {
            "n": "КазПолимерИнвест ТОО",
            "kc": 238000,
            "kd": 0,
            "debt": 859600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 282750,
            "kd": 0,
            "debt": 1319500
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 148266,
            "kd": 0,
            "debt": 837100
          },
          {
            "n": "RB Brands ТОО",
            "kc": 142560,
            "kd": 0,
            "debt": 748440
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 63200,
            "kd": 0,
            "debt": 1063425
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 111180,
            "kd": 0,
            "debt": 481270
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 1558000
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 173600,
            "kd": 0,
            "debt": 1665930
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 489600,
            "kd": 0,
            "debt": 2302710
          },
          {
            "n": "Исмагулов ИП",
            "kc": 773000,
            "kd": 760500,
            "debt": 1664100
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2688536,
            "kd": 2000000,
            "debt": 4838921
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 556800,
            "kd": 0,
            "debt": 2461200
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 264000,
            "kd": 308000,
            "debt": 836000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 98800,
            "kd": 0,
            "debt": 1471900
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 541750,
            "kd": 0,
            "debt": 2979500
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 368620,
            "kd": 0,
            "debt": 1062052
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 531000,
            "kd": 0,
            "debt": 3606716
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 980100,
            "kd": 2191078,
            "debt": 1963641
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 199935,
            "kd": 0,
            "debt": 6113238
          },
          {
            "n": "Berry Company ТОО",
            "kc": 194400,
            "kd": 0,
            "debt": 2131836
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 407136,
            "kd": 1000000,
            "debt": 5483432
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 543625,
            "kd": 0,
            "debt": 7456800
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1531700,
            "kd": 400000,
            "debt": 6197920
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1796260,
            "kd": 1000000,
            "debt": 9202598
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1020000,
            "kd": 0,
            "debt": 7785500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 8558240,
            "kd": 0,
            "debt": 8558240
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1020293,
            "kd": 666600,
            "debt": 1028998
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 977040,
            "kd": 400000,
            "debt": 5979776
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 809190,
            "kd": 531256,
            "debt": 11202380
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2323749,
            "kd": 4708675,
            "debt": 26922474
          }
        ]
      },
      {
        "k": "29.05.26",
        "label": "23.05–29.05",
        "date": "29.05.26",
        "totalIn": 28806186,
        "totalPay": 35027868,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 1067534,
            "debt": -400000
          },
          {
            "n": "Food Company ТОО",
            "kc": 168000,
            "kd": 210960,
            "debt": -30960
          },
          {
            "n": "Flame group ТОО",
            "kc": 1053800,
            "kd": 1053800,
            "debt": 0
          },
          {
            "n": "Color express ТОО",
            "kc": 125922,
            "kd": 0,
            "debt": 582314
          },
          {
            "n": "Adalpack ТОО",
            "kc": 113000,
            "kd": 113000,
            "debt": -262800
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 181200,
            "kd": 0,
            "debt": 271800
          },
          {
            "n": "CIS market ТОО",
            "kc": 0,
            "kd": 357000,
            "debt": 0
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 0,
            "kd": 160000,
            "debt": 0
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 9600,
            "kd": 19200,
            "debt": 9600
          },
          {
            "n": "Interrom Kazakhstan ТОО",
            "kc": 103000,
            "kd": 0,
            "debt": 103000
          },
          {
            "n": "Kastorg ТОО",
            "kc": 631800,
            "kd": 0,
            "debt": 123580
          },
          {
            "n": "AINABEK ИП",
            "kc": 179568,
            "kd": 0,
            "debt": 229448
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 16800,
            "kd": 16800,
            "debt": 16800
          },
          {
            "n": "MPARGO ТОО",
            "kc": 114400,
            "kd": 114400,
            "debt": 0
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 0,
            "kd": 400000,
            "debt": 464000
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 772619,
            "kd": 0,
            "debt": 772619
          },
          {
            "n": "КазEвроСпецСнаб (KazEuroSpecSnab) ТОО",
            "kc": 228000,
            "kd": 228000,
            "debt": 0
          },
          {
            "n": "Орими СА ТОО",
            "kc": 110880,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "AmigoSAN ТОО",
            "kc": 16140,
            "kd": 0,
            "debt": 171480
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 0,
            "kd": 36816,
            "debt": 0
          },
          {
            "n": "TAISA ТОО",
            "kc": 0,
            "kd": 98800,
            "debt": 14600
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 93600,
            "kd": 48000,
            "debt": 0
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 82500,
            "kd": 165000,
            "debt": 0
          },
          {
            "n": "D&G distribution ИП",
            "kc": 48060,
            "kd": 0,
            "debt": 101460
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 275500,
            "kd": 0,
            "debt": 424960
          },
          {
            "n": "Medhelp ИП",
            "kc": 23020,
            "kd": 99700,
            "debt": 331120
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 24225,
            "kd": 0,
            "debt": 175871
          },
          {
            "n": "Lirumax ТОО",
            "kc": 90000,
            "kd": 0,
            "debt": 180000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 163080,
            "kd": 0,
            "debt": 1499725
          },
          {
            "n": "Инарин ТОО",
            "kc": 0,
            "kd": 100000,
            "debt": 364470
          },
          {
            "n": "Sweet Trade ИП",
            "kc": 0,
            "kd": 26600,
            "debt": 0
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 0,
            "kd": 256360,
            "debt": 867084
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 101250,
            "kd": 63550,
            "debt": 31000
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 0,
            "kd": 204090,
            "debt": 329620
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 376236,
            "kd": 0,
            "debt": 376236
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 391000,
            "kd": 847960,
            "debt": 819400
          },
          {
            "n": "Шымкентмай АО",
            "kc": 876000,
            "kd": 657000,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 92030,
            "kd": 331300,
            "debt": 86798
          },
          {
            "n": "DFK food ИП",
            "kc": 33750,
            "kd": 0,
            "debt": 836350
          },
          {
            "n": "TGR Company ТОО",
            "kc": 210000,
            "kd": 0,
            "debt": 443600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 377000,
            "debt": 895375
          },
          {
            "n": "ДЭР ТОО",
            "kc": 180000,
            "kd": 0,
            "debt": 1342400
          },
          {
            "n": "TOIMART TOO",
            "kc": 0,
            "kd": 801656,
            "debt": 321809
          },
          {
            "n": "Champello ТОО",
            "kc": 86000,
            "kd": 376800,
            "debt": 170000
          },
          {
            "n": "RB Brands ТОО",
            "kc": 142560,
            "kd": 320760,
            "debt": 570240
          },
          {
            "n": "Art Food ИП",
            "kc": 414850,
            "kd": 200000,
            "debt": 771020
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 94800,
            "kd": 211550,
            "debt": 946675
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 40920,
            "kd": 0,
            "debt": 942039
          },
          {
            "n": "Эрико ТОО",
            "kc": 2292390,
            "kd": 2292390,
            "debt": 420
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 0,
            "kd": 100000,
            "debt": 381270
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 451080,
            "kd": 399040,
            "debt": 1717970
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 0,
            "kd": 800000,
            "debt": 745089
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 690400,
            "kd": 517100,
            "debt": 2476010
          },
          {
            "n": "Исмагулов ИП",
            "kc": 1126000,
            "kd": 0,
            "debt": 2790100
          },
          {
            "n": "Утемисов Б К ИП",
            "kc": 0,
            "kd": 200000,
            "debt": 1043800
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 2000000,
            "debt": 2838921
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 0,
            "kd": 599500,
            "debt": 1861700
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 330000,
            "kd": 330000,
            "debt": 1122000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 179400,
            "kd": 400000,
            "debt": 1251300
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 541750,
            "kd": 400000,
            "debt": 3121250
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 800000,
            "debt": 2827740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 762232
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 1494500,
            "kd": 0,
            "debt": 6381100
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 760140,
            "kd": 800000,
            "debt": 4083656
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 612360,
            "kd": 1000000,
            "debt": 1576001
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 875000,
            "kd": 1050000,
            "debt": 3736500
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 812843,
            "kd": 0,
            "debt": 6921481
          },
          {
            "n": "Berry Company ТОО",
            "kc": 306000,
            "kd": 509880,
            "debt": 1927956
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 615000,
            "kd": 1542380,
            "debt": 4556052
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 579150,
            "kd": 500000,
            "debt": 7535950
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 342360,
            "kd": 0,
            "debt": 6540280
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 0,
            "kd": 700000,
            "debt": 7004800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1723870,
            "kd": 500000,
            "debt": 10426468
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 501549,
            "debt": 3491084
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 0,
            "kd": 1200000,
            "debt": 6585500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1552320,
            "kd": 1500000,
            "debt": 10414200
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 800000,
            "debt": 5590893
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1510552,
            "kd": 0,
            "debt": 997588
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 0,
            "kd": 2436642,
            "debt": 6141174
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 967993,
            "kd": 1812536,
            "debt": 10357837
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3190468,
            "kd": 2073215,
            "debt": 28112253
          }
        ]
      },
      {
        "k": "05.06.26",
        "label": "30.05–05.06",
        "date": "05.06.26",
        "totalIn": 22985146,
        "totalPay": 32286268,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": -900000
          },
          {
            "n": "Food Company ТОО",
            "kc": 120960,
            "kd": 0,
            "debt": -35200
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 0,
            "kd": 157704,
            "debt": 0
          },
          {
            "n": "Color express ТОО",
            "kc": 744373,
            "kd": 500000,
            "debt": 826687
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 127650,
            "kd": 127650,
            "debt": 242350
          },
          {
            "n": "Дон Плюс ТОО",
            "kc": 43200,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Best Meat ТОО",
            "kc": 1008384,
            "kd": 0,
            "debt": 686928
          },
          {
            "n": "BravoSauda ТОО",
            "kc": 0,
            "kd": 271800,
            "debt": 0
          },
          {
            "n": "CIS market ТОО",
            "kc": 508750,
            "kd": 0,
            "debt": 508750
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 56000,
            "kd": 0,
            "debt": 65600
          },
          {
            "n": "Interrom Kazakhstan ТОО",
            "kc": 0,
            "kd": 103000,
            "debt": 0
          },
          {
            "n": "AINABEK ИП",
            "kc": 99760,
            "kd": 0,
            "debt": 329208
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 16800
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 0,
            "kd": 464000,
            "debt": 0
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 0,
            "kd": 772619,
            "debt": 0
          },
          {
            "n": "КапиталПрофСнаб ТОО",
            "kc": 0,
            "kd": 56000,
            "debt": 0
          },
          {
            "n": "AmigoSAN ТОО",
            "kc": 0,
            "kd": 155340,
            "debt": 16140
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 78000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 26852,
            "kd": 82804,
            "debt": 40924
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 93500,
            "kd": 536450,
            "debt": -17990
          },
          {
            "n": "Medhelp ИП",
            "kc": 0,
            "kd": 300000,
            "debt": 31120
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 83292,
            "kd": 0,
            "debt": 259163
          },
          {
            "n": "Lirumax ТОО",
            "kc": 111120,
            "kd": 0,
            "debt": 291120
          },
          {
            "n": "Инарин ТОО",
            "kc": 0,
            "kd": 364470,
            "debt": 0
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 0,
            "kd": 200000,
            "debt": 134397
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 0,
            "kd": 24900,
            "debt": 6100
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 0,
            "kd": 376236,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 442000,
            "kd": 380460,
            "debt": 727940
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 95700,
            "kd": 140230,
            "debt": 42268
          },
          {
            "n": "DFK food ИП",
            "kc": 0,
            "kd": 309750,
            "debt": 526600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 500000,
            "debt": 583875
          },
          {
            "n": "АРБУЗ ФУД СЕРВИС ТОО",
            "kc": 0,
            "kd": 116820,
            "debt": 559600
          },
          {
            "n": "Champello ТОО",
            "kc": 0,
            "kd": 170000,
            "debt": 0
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 0,
            "kd": 700000,
            "debt": 0
          },
          {
            "n": "RB Brands ТОО",
            "kc": 71280,
            "kd": 285120,
            "debt": 356400
          },
          {
            "n": "Art Food ИП",
            "kc": 0,
            "kd": 441200,
            "debt": 329820
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 69250,
            "kd": 0,
            "debt": 1011289
          },
          {
            "n": "Эрико ТОО",
            "kc": 469900,
            "kd": 470300,
            "debt": 20
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 66708,
            "kd": 0,
            "debt": 447978
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 0,
            "kd": 700000,
            "debt": 1017970
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 70308,
            "kd": 667994,
            "debt": 147403
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 594500,
            "kd": 500000,
            "debt": 2301710
          },
          {
            "n": "Исмагулов ИП",
            "kc": 696000,
            "kd": 1664100,
            "debt": 1822000
          },
          {
            "n": "Утемисов Б К ИП",
            "kc": 0,
            "kd": 500000,
            "debt": 543800
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 1838921
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 1361700
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 242000,
            "kd": 200000,
            "debt": 1164000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 541750,
            "kd": 800000,
            "debt": 2863000
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 415460,
            "kd": 0,
            "debt": 1177692
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 330000,
            "kd": 500000,
            "debt": 5491100
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 375600,
            "kd": 500000,
            "debt": 3959256
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 504900,
            "kd": 500000,
            "debt": 1580901
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 924216,
            "kd": 600000,
            "debt": 7245697
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 96000,
            "kd": 1500000,
            "debt": 3152052
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 761450,
            "kd": 1001600,
            "debt": 7295800
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 736940,
            "kd": 1498200,
            "debt": 5779020
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 2359648,
            "kd": 1600642,
            "debt": 11185474
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 310014,
            "debt": 3181070
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 210000,
            "kd": 0,
            "debt": 6795500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 500000,
            "debt": 8058240
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 748800,
            "kd": 691200,
            "debt": 10471800
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 500000,
            "debt": 5090893
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 3875779,
            "kd": 330720,
            "debt": 3339223
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 0,
            "kd": 2000000,
            "debt": 4141174
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 1013952,
            "kd": 2000000,
            "debt": 9371789
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3532064,
            "kd": 3202345,
            "debt": 28441972
          }
        ]
      },
      {
        "k": "12.06.26",
        "label": "06.06–12.06",
        "date": "12.06.26",
        "totalIn": 23428418,
        "totalPay": 26032708,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 474340,
            "kd": 637988,
            "debt": -1063648
          },
          {
            "n": "Food Company ТОО",
            "kc": 170200,
            "kd": 125200,
            "debt": 9800
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 325230,
            "debt": 1369756
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 0,
            "kd": 255300,
            "debt": -127650
          },
          {
            "n": "Kastorg ТОО",
            "kc": 0,
            "kd": 123580,
            "debt": 0
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 25200,
            "kd": 25200,
            "debt": 16800
          },
          {
            "n": "КапиталПрофСнаб ТОО",
            "kc": 11052,
            "kd": 0,
            "debt": 11052
          },
          {
            "n": "Орими СА ТОО",
            "kc": 197120,
            "kd": 197120,
            "debt": 0
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 54408,
            "kd": 78000,
            "debt": 0
          },
          {
            "n": "Storm Technology ТОО",
            "kc": 287990,
            "kd": 82460,
            "debt": 72823
          },
          {
            "n": "Парус ТОО",
            "kc": 0,
            "kd": 36800,
            "debt": 31
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 165000,
            "kd": 0,
            "debt": 165000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 44854,
            "kd": 0,
            "debt": 85778
          },
          {
            "n": "KazOptFood ТОО",
            "kc": 42600,
            "kd": 191700,
            "debt": 42600
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 201850,
            "kd": 0,
            "debt": 183860
          },
          {
            "n": "Lirumax ТОО",
            "kc": 0,
            "kd": 291120,
            "debt": 0
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 90600,
            "kd": 0,
            "debt": 1590325
          },
          {
            "n": "VGL Company ТОО",
            "kc": 0,
            "kd": 241955,
            "debt": 0
          },
          {
            "n": "Rikkaus ИП",
            "kc": 1246167,
            "kd": 30067,
            "debt": 1216100
          },
          {
            "n": "Инарин ТОО",
            "kc": 106020,
            "kd": 0,
            "debt": 106020
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 126000,
            "kd": 146100,
            "debt": -14000
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 38640,
            "kd": 0,
            "debt": 38640
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 297500,
            "kd": 438940,
            "debt": 586500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 438000,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 254750,
            "kd": 0,
            "debt": 297018
          },
          {
            "n": "DFK food ИП",
            "kc": 0,
            "kd": 353400,
            "debt": 173200
          },
          {
            "n": "TGR Company ТОО",
            "kc": 210000,
            "kd": 420000,
            "debt": 233600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 500000,
            "debt": 272375
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 148266,
            "kd": 0,
            "debt": 985366
          },
          {
            "n": "Champello ТОО",
            "kc": 80000,
            "kd": 0,
            "debt": 80000
          },
          {
            "n": "RB Brands ТОО",
            "kc": 85536,
            "kd": 0,
            "debt": 441936
          },
          {
            "n": "Art Food ИП",
            "kc": 691326,
            "kd": 509920,
            "debt": 511226
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 94800,
            "kd": 0,
            "debt": 1041475
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 96908,
            "kd": 0,
            "debt": 544886
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 452200,
            "kd": 0,
            "debt": 1470170
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 207397,
            "kd": 0,
            "debt": 354800
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 534950,
            "kd": 1000000,
            "debt": 1776990
          },
          {
            "n": "Исмагулов ИП",
            "kc": 1126000,
            "kd": 1126000,
            "debt": 1822000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2350000,
            "kd": 1838921,
            "debt": 2350000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 154000,
            "kd": 0,
            "debt": 1670000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 0,
            "kd": 508400,
            "debt": 742900
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 492500,
            "kd": 900000,
            "debt": 2455500
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 2527740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 243520,
            "kd": 0,
            "debt": 1421212
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 506500,
            "kd": 1000000,
            "debt": 4997600
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 345900,
            "kd": 0,
            "debt": 4305156
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 1809554,
            "kd": 1076001,
            "debt": 2314454
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1226470,
            "kd": 0,
            "debt": 8472167
          },
          {
            "n": "Berry Company ТОО",
            "kc": 219600,
            "kd": 1004460,
            "debt": 1143096
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 336000,
            "kd": 1433916,
            "debt": 2054136
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 105000,
            "kd": 0,
            "debt": 7400800
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 925800,
            "kd": 500000,
            "debt": 6204820
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 666730,
            "kd": 700000,
            "debt": 11152204
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 200000,
            "debt": 2981070
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 210000,
            "kd": 1200000,
            "debt": 5805500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 2500000,
            "debt": 5558240
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 0,
            "kd": 867000,
            "debt": 9604800
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 500000,
            "debt": 4590893
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1100257,
            "kd": 0,
            "debt": 3309869
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1450800,
            "kd": 1424236,
            "debt": 4167738
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 386250,
            "kd": 0,
            "debt": 9758039
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2711363,
            "kd": 2505694,
            "debt": 28647641
          }
        ]
      },
      {
        "k": "19.06.26",
        "label": "13.06–19.06",
        "date": "19.06.26",
        "totalIn": 38722171,
        "totalPay": 28374672,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 1716000,
            "kd": 1716000,
            "debt": -1526150
          },
          {
            "n": "Food Company ТОО",
            "kc": 187800,
            "kd": 232800,
            "debt": -35200
          },
          {
            "n": "ТимЛид ТОО",
            "kc": 28400,
            "kd": 0,
            "debt": 29300
          },
          {
            "n": "Flame group ТОО",
            "kc": 4676360,
            "kd": 2500000,
            "debt": 2176360
          },
          {
            "n": "Color express ТОО",
            "kc": 358067,
            "kd": 427720,
            "debt": 1300103
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 370000,
            "kd": 370000,
            "debt": 242350
          },
          {
            "n": "CIS market ТОО",
            "kc": 0,
            "kd": 508750,
            "debt": 500000
          },
          {
            "n": "Craft ИП",
            "kc": 520000,
            "kd": 0,
            "debt": -328000
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 24000,
            "kd": 0,
            "debt": 89600
          },
          {
            "n": "AINABEK ИП",
            "kc": 0,
            "kd": 229448,
            "debt": 244412
          },
          {
            "n": "Булак су ИП",
            "kc": 72000,
            "kd": 0,
            "debt": 72000
          },
          {
            "n": "Диззи Dizzy ТОО",
            "kc": 32040,
            "kd": 32040,
            "debt": 6840
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 0,
            "kd": 54408,
            "debt": 0
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 179400,
            "kd": 0,
            "debt": -7800
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 59604,
            "kd": 86778,
            "debt": 77930
          },
          {
            "n": "KazOptFood ТОО",
            "kc": 42600,
            "kd": 0,
            "debt": 85200
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 205700,
            "kd": 0,
            "debt": 389560
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 81963,
            "kd": 0,
            "debt": 341126
          },
          {
            "n": "Lirumax ТОО",
            "kc": 55000,
            "kd": 0,
            "debt": 127000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 181200,
            "kd": 497100,
            "debt": 1274425
          },
          {
            "n": "Rikkaus ИП",
            "kc": 2607866,
            "kd": 0,
            "debt": 3823966
          },
          {
            "n": "Инарин ТОО",
            "kc": 106020,
            "kd": 106020,
            "debt": 106020
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 28300,
            "kd": 0,
            "debt": 65798
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 0,
            "kd": 575334,
            "debt": 291750
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 134930,
            "kd": 0,
            "debt": 464550
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 0,
            "kd": 38640,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 595000,
            "kd": 0,
            "debt": 1181500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 985500,
            "kd": 985500,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 0,
            "kd": 302250,
            "debt": -5232
          },
          {
            "n": "DFK food ИП",
            "kc": 293850,
            "kd": 293850,
            "debt": 391600
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 188500,
            "kd": 0,
            "debt": 460875
          },
          {
            "n": "ДЭР ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 1589200
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 0,
            "kd": 298341,
            "debt": 687025
          },
          {
            "n": "RB Brands ТОО",
            "kc": 0,
            "kd": 285120,
            "debt": 335016
          },
          {
            "n": "Art Food ИП",
            "kc": 316680,
            "kd": 228388,
            "debt": 599518
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 93997,
            "kd": 0,
            "debt": 638883
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 2510400,
            "kd": 1558000,
            "debt": 2510400
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 56000,
            "kd": 0,
            "debt": 1526170
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 723846,
            "kd": 0,
            "debt": 2455218
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 1427300,
            "kd": 0,
            "debt": 3204290
          },
          {
            "n": "Исмагулов ИП",
            "kc": 1822000,
            "kd": 500000,
            "debt": 3144000
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 0,
            "kd": 400000,
            "debt": 961700
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 594000,
            "kd": 1032000,
            "debt": 1342000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 541750,
            "kd": 0,
            "debt": 2997250
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 663400,
            "kd": 393432,
            "debt": 1773020
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 534000,
            "kd": 320000,
            "debt": 5238300
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 369500,
            "kd": 400000,
            "debt": 4274656
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 1523509,
            "kd": 504900,
            "debt": 4502703
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 437500,
            "kd": 300000,
            "debt": 3874000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1158409,
            "kd": 1000000,
            "debt": 8757135
          },
          {
            "n": "Berry Company ТОО",
            "kc": 390600,
            "kd": 0,
            "debt": 1533696
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 1365086,
            "kd": 300000,
            "debt": 3119222
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 445500,
            "kd": 300000,
            "debt": 7546300
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 986860,
            "kd": 400000,
            "debt": 6791680
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 11449444
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 508950,
            "debt": 2472120
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 510000,
            "kd": 0,
            "debt": 6315500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 2500000,
            "debt": 3058240
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1209600,
            "kd": 0,
            "debt": 11462400
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 511024,
            "debt": 4079869
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1761576,
            "kd": 264000,
            "debt": 3503756
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1400700,
            "kd": 1000000,
            "debt": 4568438
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 325124,
            "kd": 2053958,
            "debt": 8029205
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3824734,
            "kd": 3559921,
            "debt": 29753532
          }
        ]
      },
      {
        "k": "26.06.26",
        "label": "20.06–26.06",
        "date": "26.06.26",
        "totalIn": 28069059,
        "totalPay": 29439327,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 432600,
            "kd": 700000,
            "debt": -358133
          },
          {
            "n": "Food Company ТОО",
            "kc": 179200,
            "kd": 0,
            "debt": 18800
          },
          {
            "n": "Flame group ТОО",
            "kc": 0,
            "kd": 2176360,
            "debt": 0
          },
          {
            "n": "Color express ТОО",
            "kc": 789025,
            "kd": 0,
            "debt": 2089128
          },
          {
            "n": "Best Meat ТОО",
            "kc": 0,
            "kd": 1008384,
            "debt": -321456
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 693000,
            "kd": 0,
            "debt": 782600
          },
          {
            "n": "AINABEK ИП",
            "kc": 384076,
            "kd": 0,
            "debt": 628488
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 29400,
            "kd": 29400,
            "debt": 16800
          },
          {
            "n": "Снэк Групп ТОО",
            "kc": 44000,
            "kd": 0,
            "debt": 22880
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 72696,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Green House Limited ТОО",
            "kc": 16200,
            "kd": 0,
            "debt": 16660
          },
          {
            "n": "QADAM ИП",
            "kc": 0,
            "kd": 742000,
            "debt": 44200
          },
          {
            "n": "Decor-S ТОО",
            "kc": 16460,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 85500,
            "kd": 187200,
            "debt": 77700
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 0,
            "kd": 165000,
            "debt": 0
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 0,
            "kd": 78930,
            "debt": -1000
          },
          {
            "n": "KazOptFood ТОО",
            "kc": 42600,
            "kd": 0,
            "debt": 127800
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 262745,
            "kd": 0,
            "debt": 652305
          },
          {
            "n": "Муханов ИП",
            "kc": 0,
            "kd": 92500,
            "debt": 0
          },
          {
            "n": "Medhelp ИП",
            "kc": 33340,
            "kd": 31120,
            "debt": 33340
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 15240,
            "kd": 0,
            "debt": 356366
          },
          {
            "n": "Lirumax ТОО",
            "kc": 72000,
            "kd": 0,
            "debt": 271000
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 300000,
            "kd": 300000,
            "debt": 0
          },
          {
            "n": "Rikkaus ИП",
            "kc": 2516135,
            "kd": 600000,
            "debt": 5740101
          },
          {
            "n": "Инарин ТОО",
            "kc": 106020,
            "kd": 0,
            "debt": 212040
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 0,
            "kd": 84900,
            "debt": -19102
          },
          {
            "n": "Bestseller Food Company ТОО",
            "kc": 0,
            "kd": 134397,
            "debt": 0
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 232266,
            "kd": 0,
            "debt": 524016
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 45000,
            "kd": 45000,
            "debt": -14000
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 45650,
            "kd": 0,
            "debt": 510200
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 0,
            "kd": 200000,
            "debt": 981500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 47500,
            "kd": 0,
            "debt": 42268
          },
          {
            "n": "DFK food ИП",
            "kc": 176700,
            "kd": 0,
            "debt": 568300
          },
          {
            "n": "КазПолимерИнвест ТОО",
            "kc": 46500,
            "kd": 0,
            "debt": 906100
          },
          {
            "n": "TGR Company ТОО",
            "kc": 87930,
            "kd": 0,
            "debt": 344840
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 113100,
            "kd": 0,
            "debt": 573975
          },
          {
            "n": "ДЭР ТОО",
            "kc": 242000,
            "kd": 500000,
            "debt": 1331200
          },
          {
            "n": "TOIMART TOO",
            "kc": 88,
            "kd": 321809,
            "debt": 88
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 0,
            "kd": 687025,
            "debt": 0
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 0,
            "kd": 350000,
            "debt": 0
          },
          {
            "n": "Art Food ИП",
            "kc": 0,
            "kd": 282838,
            "debt": 316680
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 94800,
            "kd": 0,
            "debt": 1215275
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 20400,
            "kd": 0,
            "debt": 921519
          },
          {
            "n": "Эрико ТОО",
            "kc": 563880,
            "kd": 0,
            "debt": 20
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 52022,
            "kd": 0,
            "debt": 690905
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 140000,
            "kd": 0,
            "debt": 1666170
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1966030,
            "kd": 500000,
            "debt": 3921248
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 535600,
            "kd": 700000,
            "debt": 3039890
          },
          {
            "n": "Исмагулов ИП",
            "kc": 0,
            "kd": 1000000,
            "debt": 2144000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2820000,
            "kd": 1000000,
            "debt": 4170000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 462000,
            "kd": 0,
            "debt": 1804000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 124920,
            "kd": 534900,
            "debt": 332920
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 492500,
            "kd": 500000,
            "debt": 2989750
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 2027740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 214160,
            "kd": 0,
            "debt": 1987180
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 760850,
            "kd": 0,
            "debt": 5999150
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 240680,
            "kd": 0,
            "debt": 4515336
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 0,
            "kd": 519004,
            "debt": 3983699
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 998000,
            "kd": 500000,
            "debt": 4372000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 885462,
            "kd": 1536949,
            "debt": 8105648
          },
          {
            "n": "Berry Company ТОО",
            "kc": 286700,
            "kd": 480000,
            "debt": 1340396
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 1185826,
            "kd": 1000000,
            "debt": 3305048
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 591300,
            "kd": 1513180,
            "debt": 6624420
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 959360,
            "kd": 0,
            "debt": 7751040
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 17600,
            "kd": 500000,
            "debt": 10967044
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 607653,
            "debt": 1864467
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 510000,
            "kd": 510000,
            "debt": 6315500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 500000,
            "debt": 2558240
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 648000,
            "kd": 1500000,
            "debt": 10610400
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 1197678,
            "debt": 2882191
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1998561,
            "kd": 0,
            "debt": 2040556
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 781200,
            "kd": 1000000,
            "debt": 4349638
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 262080,
            "kd": 1012336,
            "debt": 7278949
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2892157,
            "kd": 3610764,
            "debt": 29034925
          }
        ]
      },
      {
        "k": "03.07.2026",
        "label": "27.06–03.07",
        "date": "03.07.2026",
        "totalIn": 32101026,
        "totalPay": 31072975,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 1210050,
            "kd": 1210050,
            "debt": -316100
          },
          {
            "n": "Global Halal Food ТОО",
            "kc": 3213600,
            "kd": 747255,
            "debt": 2108212
          },
          {
            "n": "Food Company ТОО",
            "kc": 152200,
            "kd": 285600,
            "debt": 45800
          },
          {
            "n": "ALIBI ИП",
            "kc": 0,
            "kd": 817860,
            "debt": 0
          },
          {
            "n": "Garant Horeca ТОО",
            "kc": 5000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Color express ТОО",
            "kc": 1255409,
            "kd": 829911,
            "debt": 2514626
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 1137500,
            "kd": 285100,
            "debt": 1635000
          },
          {
            "n": "AINABEK ИП",
            "kc": 44892,
            "kd": 0,
            "debt": 673380
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 16800,
            "kd": 16800,
            "debt": 16800
          },
          {
            "n": "MPARGO ТОО",
            "kc": 183040,
            "kd": 183040,
            "debt": 0
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 463538,
            "kd": 0,
            "debt": 463538
          },
          {
            "n": "КазEвроСпецСнаб (KazEuroSpecSnab) ТОО",
            "kc": 504000,
            "kd": 504000,
            "debt": 0
          },
          {
            "n": "Хим-База ТОО",
            "kc": 73500,
            "kd": 73500,
            "debt": 0
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 36000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "TAISA ТОО",
            "kc": 124300,
            "kd": 0,
            "debt": 138900
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 165000,
            "kd": 0,
            "debt": 165000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 100904,
            "kd": 0,
            "debt": 99904
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 67830,
            "kd": 501750,
            "debt": 218385
          },
          {
            "n": "Medhelp ИП",
            "kc": 23020,
            "kd": 56360,
            "debt": 0
          },
          {
            "n": "Lirumax ТОО",
            "kc": 96000,
            "kd": 0,
            "debt": 367000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 0,
            "kd": 496105,
            "debt": 778320
          },
          {
            "n": "Rikkaus ИП",
            "kc": 4008643,
            "kd": 2000000,
            "debt": 7748744
          },
          {
            "n": "Инарин ТОО",
            "kc": 70680,
            "kd": 212040,
            "debt": 70680
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 0,
            "kd": 329620,
            "debt": 180580
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 539472,
            "kd": 0,
            "debt": 539472
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 476000,
            "kd": 386500,
            "debt": 1071000
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 438000,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 70800,
            "kd": 0,
            "debt": 113068
          },
          {
            "n": "DFK food ИП",
            "kc": 210450,
            "kd": 500000,
            "debt": 278750
          },
          {
            "n": "ДЭР ТОО",
            "kc": 216000,
            "kd": 500000,
            "debt": 1047200
          },
          {
            "n": "Champello ТОО",
            "kc": 166000,
            "kd": 140000,
            "debt": 106000
          },
          {
            "n": "RB Brands ТОО",
            "kc": 197761,
            "kd": 0,
            "debt": 532777
          },
          {
            "n": "Art Food ИП",
            "kc": 169240,
            "kd": 0,
            "debt": 485920
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 98750,
            "kd": 500175,
            "debt": 813850
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 64142,
            "kd": 0,
            "debt": 755047
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 291088,
            "kd": 482890,
            "debt": 1474368
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1032266,
            "kd": 1542718,
            "debt": 3410796
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 302700,
            "kd": 0,
            "debt": 3342590
          },
          {
            "n": "Исмагулов ИП",
            "kc": 435000,
            "kd": 0,
            "debt": 2579000
          },
          {
            "n": "Утемисов Б К ИП",
            "kc": 0,
            "kd": 543800,
            "debt": 0
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2350000,
            "kd": 1350000,
            "debt": 5170000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 154000,
            "kd": 0,
            "debt": 1958000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 413600,
            "kd": 0,
            "debt": 3403350
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 1527740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 43200,
            "kd": 0,
            "debt": 2030380
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 1005600,
            "kd": 0,
            "debt": 7000750
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 266600,
            "kd": 0,
            "debt": 4781936
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 2983699
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 851577,
            "kd": 1084263,
            "debt": 7872962
          },
          {
            "n": "Berry Company ТОО",
            "kc": 162000,
            "kd": 0,
            "debt": 1502396
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 408000,
            "kd": 859584,
            "debt": 2853464
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 167700,
            "kd": 0,
            "debt": 6792120
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 821660,
            "kd": 1000000,
            "debt": 7572700
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 510000,
            "kd": 1020000,
            "debt": 5805500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 1500000,
            "debt": 1058240
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1123200,
            "kd": 714720,
            "debt": 11018880
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1511737,
            "kd": 83400,
            "debt": 1047168
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1179900,
            "kd": 1003128,
            "debt": 4526410
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 602560,
            "kd": 500000,
            "debt": 7381509
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2870117,
            "kd": 3026592,
            "debt": 28878450
          },
          {
            "n": "Шампелла",
            "kc": 0,
            "kd": 3848214,
            "debt": 0
          }
        ]
      },
      {
        "k": "10.07.2026",
        "label": "4.07–10.07",
        "date": "10.07.2026",
        "totalIn": 25955695,
        "totalPay": 28947624,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 618000,
            "kd": 1500000,
            "debt": 1226212
          },
          {
            "n": "Food Company ТОО",
            "kc": 125200,
            "kd": 152200,
            "debt": 18800
          },
          {
            "n": "Garant Horeca ТОО",
            "kc": 5000,
            "kd": 0,
            "debt": 5000
          },
          {
            "n": "Flame group ТОО",
            "kc": 1596522,
            "kd": 1596522,
            "debt": -1048478
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 522644,
            "debt": 1991982
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 370000,
            "kd": 370000,
            "debt": 0
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 504700,
            "kd": 0,
            "debt": 2139700
          },
          {
            "n": "AINABEK ИП",
            "kc": 124700,
            "kd": 0,
            "debt": 798080
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 16800
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 576000,
            "kd": 0,
            "debt": 576000
          },
          {
            "n": "Royal Meat Qazaqstan ТОО",
            "kc": 128520,
            "kd": 0,
            "debt": 128520
          },
          {
            "n": "КазEвроСпецСнаб (KazEuroSpecSnab) ТОО",
            "kc": 504000,
            "kd": 0,
            "debt": 504000
          },
          {
            "n": "B2B Servise Kazakhstan",
            "kc": 16240,
            "kd": 0,
            "debt": 16240
          },
          {
            "n": "Снэк Групп ТОО",
            "kc": 0,
            "kd": 44000,
            "debt": -21120
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 36000,
            "kd": 144696,
            "debt": 0
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 85500,
            "kd": 0,
            "debt": 163200
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 17700,
            "kd": 118604,
            "debt": -1000
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 270045,
            "kd": 0,
            "debt": 488430
          },
          {
            "n": "Medhelp ИП",
            "kc": 23800,
            "kd": 23800,
            "debt": 0
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 42060,
            "kd": 0,
            "debt": 437728
          },
          {
            "n": "Lirumax ТОО",
            "kc": 96000,
            "kd": 216000,
            "debt": 247000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 181200,
            "kd": 0,
            "debt": 959520
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 2234000,
            "kd": 0,
            "debt": 2234000
          },
          {
            "n": "Rikkaus ИП",
            "kc": 0,
            "kd": 1423966,
            "debt": 6324778
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 175050,
            "kd": 0,
            "debt": 699066
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 66000,
            "kd": 0,
            "debt": 246580
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 297500,
            "kd": 0,
            "debt": 1368500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 438000,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 171125,
            "kd": 118300,
            "debt": 165893
          },
          {
            "n": "TGR Company ТОО",
            "kc": 81360,
            "kd": 0,
            "debt": 426200
          },
          {
            "n": "ДЭР ТОО",
            "kc": 0,
            "kd": 750000,
            "debt": 297200
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 175420,
            "kd": 0,
            "debt": 175420
          },
          {
            "n": "RB Brands ТОО",
            "kc": 0,
            "kd": 335016,
            "debt": 197761
          },
          {
            "n": "Art Food ИП",
            "kc": 96640,
            "kd": 0,
            "debt": 582560
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 98750,
            "kd": 0,
            "debt": 912600
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 2098,
            "kd": 0,
            "debt": 903217
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 44472,
            "kd": 0,
            "debt": 799519
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1481806,
            "kd": 1800000,
            "debt": 3092602
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 1169200,
            "kd": 1236000,
            "debt": 3275790
          },
          {
            "n": "Исмагулов ИП",
            "kc": 435000,
            "kd": 0,
            "debt": 3014000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 1420000,
            "debt": 3750000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 242000,
            "kd": 814000,
            "debt": 1694000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 517000,
            "kd": 0,
            "debt": 3920350
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 377880,
            "kd": 0,
            "debt": 2408260
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 855200,
            "kd": 539100,
            "debt": 7316850
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 144800,
            "kd": 0,
            "debt": 4926736
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 2483699
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1257068,
            "kd": 2121022,
            "debt": 7009008
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 192000,
            "kd": 800000,
            "debt": 2245464
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 266500,
            "kd": 0,
            "debt": 7058620
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1013360,
            "kd": 800000,
            "debt": 7786060
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 6004800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 885456,
            "kd": 1500000,
            "debt": 10352500
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 500000,
            "debt": 1364467
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 510000,
            "kd": 1410000,
            "debt": 4905500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1275840,
            "kd": 0,
            "debt": 12294720
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 300000,
            "debt": 2582191
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1618969,
            "kd": 14130,
            "debt": 1154563
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1060200,
            "kd": 1502000,
            "debt": 4084610
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 303720,
            "kd": 1200000,
            "debt": 6485229
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3135494,
            "kd": 3725024,
            "debt": 28288920
          }
        ]
      },
      {
        "k": "17.07.2026",
        "label": "11.07–17.07",
        "date": "17.07.2026",
        "totalIn": 31027273,
        "totalPay": 29460509,
        "rows": [
          {
            "n": "Food Company ТОО",
            "kc": 50080,
            "kd": 68880,
            "debt": 0
          },
          {
            "n": "ТимЛид ТОО",
            "kc": 16604,
            "kd": 0,
            "debt": 900
          },
          {
            "n": "Garant Horeca ТОО",
            "kc": 20000,
            "kd": 0,
            "debt": 25000
          },
          {
            "n": "Flame group ТОО",
            "kc": 1597580,
            "kd": 1465000,
            "debt": -915898
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 504217,
            "debt": 1487765
          },
          {
            "n": "OSQAR Pacr ТОО",
            "kc": 154000,
            "kd": 0,
            "debt": -9400
          },
          {
            "n": "Horeca supplies ТОО",
            "kc": 177000,
            "kd": 177000,
            "debt": -484000
          },
          {
            "n": "CIS market ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 0
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 502300,
            "kd": 0,
            "debt": 2642000
          },
          {
            "n": "Максаймандары ТОО",
            "kc": 15535,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "AINABEK ИП",
            "kc": 99760,
            "kd": 493812,
            "debt": 473860
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 16800
          },
          {
            "n": "Royal Meat Qazaqstan ТОО",
            "kc": 0,
            "kd": 128520,
            "debt": 0
          },
          {
            "n": "Диззи Dizzy ТОО",
            "kc": 31200,
            "kd": 38040,
            "debt": 0
          },
          {
            "n": "Орими СА ТОО",
            "kc": 85008,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Снэк Групп ТОО",
            "kc": 28800,
            "kd": 0,
            "debt": 7680
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 36000,
            "kd": 36000,
            "debt": 0
          },
          {
            "n": "Эркузиев ИП",
            "kc": 954720,
            "kd": 0,
            "debt": 954720
          },
          {
            "n": "QADAM ИП",
            "kc": 0,
            "kd": 44200,
            "debt": 0
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 205300,
            "kd": 0,
            "debt": 368500
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 115956,
            "kd": 0,
            "debt": 114956
          },
          {
            "n": "D&G distribution ИП",
            "kc": 48060,
            "kd": 101460,
            "debt": 48060
          },
          {
            "n": "Дэльма ТОО консервированные",
            "kc": 75600,
            "kd": 0,
            "debt": 484560
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 137700,
            "kd": 506420,
            "debt": 119710
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 75499,
            "kd": 0,
            "debt": 513227
          },
          {
            "n": "Lirumax ТОО",
            "kc": 96000,
            "kd": 0,
            "debt": 343000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 0,
            "kd": 400000,
            "debt": 559520
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 1734000
          },
          {
            "n": "VGL Company ТОО",
            "kc": 21850,
            "kd": 0,
            "debt": 21850
          },
          {
            "n": "Rikkaus ИП",
            "kc": 0,
            "kd": 1300000,
            "debt": 5024778
          },
          {
            "n": "Инарин ТОО",
            "kc": 70680,
            "kd": 70680,
            "debt": 70680
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 100250,
            "kd": 0,
            "debt": 86250
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 0,
            "kd": 246580,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 297500,
            "kd": 315350,
            "debt": 1350650
          },
          {
            "n": "Шымкентмай АО",
            "kc": 438000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "DFK food ИП",
            "kc": 150900,
            "kd": 0,
            "debt": 429650
          },
          {
            "n": "ДЭР ТОО",
            "kc": 325200,
            "kd": 297200,
            "debt": 325200
          },
          {
            "n": "Art Food ИП",
            "kc": 363267,
            "kd": 300000,
            "debt": 645827
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 104750,
            "kd": 0,
            "debt": 1017350
          },
          {
            "n": "Эрико ТОО",
            "kc": 469900,
            "kd": 469900,
            "debt": 20
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 77310,
            "kd": 510980,
            "debt": 365849
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 381024,
            "kd": 535080,
            "debt": 1320312
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1494765,
            "kd": 0,
            "debt": 4587367
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 1550100,
            "kd": 0,
            "debt": 4830890
          },
          {
            "n": "Исмагулов ИП",
            "kc": 435000,
            "kd": 500000,
            "debt": 2949000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2540776,
            "kd": 1000000,
            "debt": 5290776
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 0,
            "kd": 694700,
            "debt": 267000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 704000,
            "kd": 0,
            "debt": 2398000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 155100,
            "kd": 500000,
            "debt": 3575450
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 1027740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 147400,
            "kd": 515600,
            "debt": 2040060
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 175000,
            "kd": 0,
            "debt": 7491850
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 361000,
            "kd": 686090,
            "debt": 4601646
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 768803,
            "kd": 500000,
            "debt": 2752502
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1427650,
            "kd": 2459405,
            "debt": 5977253
          },
          {
            "n": "Berry Company ТОО",
            "kc": 80400,
            "kd": 0,
            "debt": 1582796
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 1673373,
            "kd": 500000,
            "debt": 3418837
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 626530,
            "kd": 2000000,
            "debt": 5685150
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1063880,
            "kd": 0,
            "debt": 8849940
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 5504800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 2886257,
            "kd": 0,
            "debt": 13337141
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 300000,
            "debt": 1064467
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 663000,
            "kd": 700000,
            "debt": 4868500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 700000,
            "debt": 358240
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 0,
            "kd": 2000000,
            "debt": 10294720
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 300000,
            "debt": 2282191
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1138980,
            "kd": 0,
            "debt": 1355783
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1704480,
            "kd": 2000000,
            "debt": 3789090
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 477100,
            "kd": 0,
            "debt": 6962329
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3617746,
            "kd": 4082795,
            "debt": 27823871
          }
        ]
      },
      {
        "k": "24.07.2026",
        "label": "18.07–24.07",
        "date": "24.07.2026",
        "totalIn": 25933191,
        "totalPay": 29293817,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 525300,
            "kd": 1000000,
            "debt": 751512
          },
          {
            "n": "Food Company ТОО",
            "kc": 156500,
            "kd": 156500,
            "debt": 0
          },
          {
            "n": "Flame group ТОО",
            "kc": 529000,
            "kd": 661580,
            "debt": -1566898
          },
          {
            "n": "OSQAR Pacr ТОО",
            "kc": 77000,
            "kd": 0,
            "debt": -9400
          },
          {
            "n": "CIS market ТОО",
            "kc": 453500,
            "kd": 0,
            "debt": 453500
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 395800,
            "kd": 700000,
            "debt": 2337800
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 16800
          },
          {
            "n": "Kaz ET.KZ ТОО",
            "kc": 2300000,
            "kd": 0,
            "debt": 2323000
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 720685,
            "kd": 0,
            "debt": 1184223
          },
          {
            "n": "Снэк Групп ТОО",
            "kc": 0,
            "kd": 28800,
            "debt": -21120
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 54180,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Green House Limited ТОО",
            "kc": 0,
            "kd": 16660,
            "debt": 0
          },
          {
            "n": "TAISA ТОО",
            "kc": 0,
            "kd": 138900,
            "debt": 0
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 54000,
            "kd": 0,
            "debt": 422500
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 99000,
            "kd": 165000,
            "debt": 99000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 17700,
            "kd": 115956,
            "debt": 16700
          },
          {
            "n": "D&G distribution ИП",
            "kc": 96120,
            "kd": 48060,
            "debt": 96120
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 263300,
            "kd": 0,
            "debt": 383010
          },
          {
            "n": "Medhelp ИП",
            "kc": 30160,
            "kd": 30160,
            "debt": 0
          },
          {
            "n": "Lirumax ТОО",
            "kc": 96000,
            "kd": 247000,
            "debt": 192000
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 360000,
            "kd": 0,
            "debt": 2094000
          },
          {
            "n": "VGL Company ТОО",
            "kc": 21850,
            "kd": 0,
            "debt": 43700
          },
          {
            "n": "Rikkaus ИП",
            "kc": 0,
            "kd": 1016135,
            "debt": 4008643
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 116700,
            "kd": 0,
            "debt": 815766
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 45000,
            "kd": 100250,
            "debt": 31000
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 434388,
            "kd": 539472,
            "debt": 434388
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 213500,
            "kd": 213500,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 238000,
            "kd": 500000,
            "debt": 1088650
          },
          {
            "n": "Шымкентмай АО",
            "kc": 912000,
            "kd": 1350000,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 38000,
            "kd": 171125,
            "debt": 32768
          },
          {
            "n": "DFK food ИП",
            "kc": 353400,
            "kd": 0,
            "debt": 783050
          },
          {
            "n": "ДЭР ТОО",
            "kc": 180000,
            "kd": 0,
            "debt": 505200
          },
          {
            "n": "Champello ТОО",
            "kc": 0,
            "kd": 66000,
            "debt": 0
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 108180,
            "kd": 0,
            "debt": 108180
          },
          {
            "n": "RB Brands ТОО",
            "kc": 197761,
            "kd": 0,
            "debt": 395522
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 98750,
            "kd": 0,
            "debt": 1116100
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 96510,
            "kd": 0,
            "debt": 462359
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 1510400
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 56000,
            "kd": 0,
            "debt": 1376312
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1079289,
            "kd": 2539306,
            "debt": 3127350
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 400200,
            "kd": 1000000,
            "debt": 4231090
          },
          {
            "n": "Исмагулов ИП",
            "kc": 0,
            "kd": 800000,
            "debt": 2149000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 4290776
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 506000,
            "kd": 1210000,
            "debt": 1694000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 74880,
            "kd": 0,
            "debt": 407800
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 827200,
            "kd": 1034250,
            "debt": 3368400
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 241060,
            "kd": 0,
            "debt": 2281120
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 165000,
            "kd": 1000000,
            "debt": 6656850
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 161800,
            "kd": 0,
            "debt": 4763446
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 466050,
            "kd": 801900,
            "debt": 2416652
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1576940,
            "kd": 1200000,
            "debt": 6354193
          },
          {
            "n": "Berry Company ТОО",
            "kc": 64800,
            "kd": 0,
            "debt": 1647596
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 192000,
            "kd": 1000000,
            "debt": 2610837
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 27100,
            "kd": 0,
            "debt": 5712250
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 767620,
            "kd": 3531100,
            "debt": 6086460
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1917655,
            "kd": 700000,
            "debt": 14554796
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 200000,
            "debt": 864467
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1110000,
            "kd": 0,
            "debt": 5978500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 518400,
            "kd": 2212800,
            "debt": 8600320
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 200000,
            "debt": 2082191
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1643647,
            "kd": 81598,
            "debt": 1149125
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1124400,
            "kd": 0,
            "debt": 4913490
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 733730,
            "kd": 0,
            "debt": 7696059
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2984536,
            "kd": 2505165,
            "debt": 28303242
          }
        ]
      },
      {
        "k": "31.07.2026",
        "label": "25.07–31.07",
        "date": "31.07.2026",
        "totalIn": 32856391,
        "totalPay": 24563546,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 624000,
            "kd": 1146200,
            "debt": 229312
          },
          {
            "n": "Food Company ТОО",
            "kc": 232800,
            "kd": 187800,
            "debt": 45000
          },
          {
            "n": "Flame group ТОО",
            "kc": 2684675,
            "kd": 2684675,
            "debt": -1582223
          },
          {
            "n": "Color express ТОО",
            "kc": 1509231,
            "kd": 514300,
            "debt": 2482696
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 370000,
            "kd": 370000,
            "debt": 0
          },
          {
            "n": "CIS market ТОО",
            "kc": 610500,
            "kd": 0,
            "debt": 1064000
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 555400,
            "kd": 700000,
            "debt": 2193200
          },
          {
            "n": "AINABEK ИП",
            "kc": 119712,
            "kd": 0,
            "debt": 593572
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 16800
          },
          {
            "n": "Kaz ET.KZ ТОО",
            "kc": 0,
            "kd": 23000,
            "debt": 2300000
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 0,
            "kd": 300000,
            "debt": 276000
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 36000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 49128,
            "kd": 0,
            "debt": 65828
          },
          {
            "n": "EURO FOOD KZ ТОО",
            "kc": 54500,
            "kd": 54500,
            "debt": 0
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 197795,
            "kd": 0,
            "debt": 580805
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 30120,
            "kd": 0,
            "debt": 543347
          },
          {
            "n": "Lirumax ТОО",
            "kc": 96000,
            "kd": 192000,
            "debt": 96000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 144960,
            "kd": 0,
            "debt": 704480
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 350800,
            "kd": 0,
            "debt": 2444800
          },
          {
            "n": "Rikkaus ИП",
            "kc": 0,
            "kd": 1000000,
            "debt": 3008643
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 14150,
            "kd": 0,
            "debt": -4952
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 66000,
            "kd": 0,
            "debt": 66000
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 297500,
            "kd": 553150,
            "debt": 833000
          },
          {
            "n": "Шымкентмай АО",
            "kc": 912000,
            "kd": 912000,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 82850,
            "kd": 0,
            "debt": 115618
          },
          {
            "n": "TGR Company ТОО",
            "kc": 18000,
            "kd": 0,
            "debt": 444200
          },
          {
            "n": "ДЭР ТОО",
            "kc": 294000,
            "kd": 218000,
            "debt": 581200
          },
          {
            "n": "Art Food ИП",
            "kc": 130074,
            "kd": 282560,
            "debt": 493341
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 101750,
            "kd": 0,
            "debt": 1217850
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 17000,
            "kd": 0,
            "debt": 921287
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 86910,
            "kd": 0,
            "debt": 549269
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 44800,
            "kd": 0,
            "debt": 1421112
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 2037866,
            "kd": 0,
            "debt": 5165216
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 1060600,
            "kd": 700000,
            "debt": 4591690
          },
          {
            "n": "Исмагулов ИП",
            "kc": 440000,
            "kd": 844000,
            "debt": 1745000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2820000,
            "kd": 3050000,
            "debt": 4060776
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 0,
            "kd": 700000,
            "debt": -430000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 330000,
            "kd": 0,
            "debt": 2024000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 413600,
            "kd": 0,
            "debt": 3782000
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 115100,
            "kd": 0,
            "debt": 2396220
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 525200,
            "kd": 600000,
            "debt": 6582050
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 153920,
            "kd": 0,
            "debt": 4914366
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 836198,
            "kd": 600000,
            "debt": 2004114
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1233349,
            "kd": 2177652,
            "debt": 5228056
          },
          {
            "n": "Berry Company ТОО",
            "kc": 97200,
            "kd": 0,
            "debt": 1744796
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 134400,
            "kd": 0,
            "debt": 2745237
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 233030,
            "kd": 609145,
            "debt": 5336135
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1116480,
            "kd": 986860,
            "debt": 6216080
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 2981034,
            "kd": 700000,
            "debt": 16835830
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 810000,
            "kd": 1620000,
            "debt": 5168500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 518400,
            "kd": 600000,
            "debt": 8518720
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1768161,
            "kd": 25104,
            "debt": 2719557
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1072800,
            "kd": 700000,
            "debt": 5286290
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 795240,
            "kd": 0,
            "debt": 8491299
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3620558,
            "kd": 1500000,
            "debt": 30423800
          }
        ]
      },
      {
        "k": "07.08.2026",
        "label": "01.08–07.08",
        "date": "07.08.2026",
        "totalIn": 30558469,
        "totalPay": 27162222,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 525300,
            "debt": -295988
          },
          {
            "n": "Food Company ТОО",
            "kc": 274750,
            "kd": 0,
            "debt": 319750
          },
          {
            "n": "Garant Horeca ТОО",
            "kc": 0,
            "kd": 20000,
            "debt": 0
          },
          {
            "n": "Flame group ТОО",
            "kc": 2650290,
            "kd": 0,
            "debt": -731933
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 240217,
            "debt": 2242479
          },
          {
            "n": "CIS market ТОО",
            "kc": 665500,
            "kd": 453500,
            "debt": 1276000
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 565000,
            "kd": 504700,
            "debt": 2253500
          },
          {
            "n": "AINABEK ИП",
            "kc": 99760,
            "kd": 0,
            "debt": 693332
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 29400,
            "kd": 29400,
            "debt": 16800
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 0,
            "kd": 276000,
            "debt": 0
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 0,
            "kd": 263538,
            "debt": 920685
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 0,
            "kd": 90180,
            "debt": 0
          },
          {
            "n": "Эркузиев ИП",
            "kc": 0,
            "kd": 300000,
            "debt": 654720
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 0,
            "kd": 422500,
            "debt": 0
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 0,
            "kd": 99000,
            "debt": 0
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 60928,
            "kd": 66828,
            "debt": 59928
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 188725,
            "kd": 0,
            "debt": 769530
          },
          {
            "n": "Lirumax ТОО",
            "kc": 96000,
            "kd": 0,
            "debt": 192000
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 0,
            "kd": 400000,
            "debt": 2568584
          },
          {
            "n": "VGL Company ТОО",
            "kc": 21850,
            "kd": 0,
            "debt": 65550
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 56250,
            "kd": 0,
            "debt": 87250
          },
          {
            "n": "Дельта-Х ТОО",
            "kc": 66000,
            "kd": 0,
            "debt": 132000
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 315000,
            "kd": 315000,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 595000,
            "kd": 535500,
            "debt": 892500
          },
          {
            "n": "Шымкентмай АО",
            "kc": 456000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 8760,
            "kd": 120850,
            "debt": -5232
          },
          {
            "n": "DFK food ИП",
            "kc": 0,
            "kd": 300000,
            "debt": 483050
          },
          {
            "n": "КазАгроПромТрейд ТОО",
            "kc": 0,
            "kd": 573975,
            "debt": 0
          },
          {
            "n": "ДЭР ТОО",
            "kc": 0,
            "kd": 581200,
            "debt": 0
          },
          {
            "n": "Champello ТОО",
            "kc": 204000,
            "kd": 0,
            "debt": 204000
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 251280,
            "kd": 108180,
            "debt": 251280
          },
          {
            "n": "RB Brands ТОО",
            "kc": 198720,
            "kd": 0,
            "debt": 594242
          },
          {
            "n": "Art Food ИП",
            "kc": 0,
            "kd": 363267,
            "debt": 130074
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 101750,
            "kd": 0,
            "debt": 1319600
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 46075,
            "kd": 0,
            "debt": 1000760
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 75260,
            "kd": 213072,
            "debt": 411457
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 355376,
            "kd": 400000,
            "debt": 1376488
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 2671063,
            "kd": 1400000,
            "debt": 6436279
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 1217625,
            "kd": 600000,
            "debt": 5209315
          },
          {
            "n": "Исмагулов ИП",
            "kc": 440000,
            "kd": 0,
            "debt": 2185000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2820000,
            "kd": 2040776,
            "debt": 4840000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 264000,
            "kd": 748000,
            "debt": 1738000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 99946,
            "kd": 421250,
            "debt": 3460696
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 335400,
            "kd": 637220,
            "debt": 2094400
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 421900,
            "kd": 0,
            "debt": 7003950
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 63920,
            "kd": 0,
            "debt": 4978286
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 1504114
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 0,
            "kd": 723000,
            "debt": 3649000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 513320,
            "kd": 1257068,
            "debt": 4484308
          },
          {
            "n": "Berry Company ТОО",
            "kc": 143100,
            "kd": 0,
            "debt": 1887896
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 0,
            "kd": 745464,
            "debt": 1999773
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 210480,
            "kd": 0,
            "debt": 5690615
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1415390,
            "kd": 800000,
            "debt": 6831470
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 4586376,
            "kd": 3308841,
            "debt": 18127315
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 100000,
            "debt": 764467
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1020000,
            "kd": 0,
            "debt": 6188500
          },
          {
            "n": "БАХМАН ИП",
            "kc": 0,
            "kd": 358240,
            "debt": 0
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 864000,
            "kd": 1752000,
            "debt": 7630720
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 300000,
            "debt": 1782191
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1568701,
            "kd": 0,
            "debt": 4288268
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 577240,
            "kd": 0,
            "debt": 5863530
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 231180,
            "kd": 787802,
            "debt": 7934677
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3713154,
            "kd": 3480354,
            "debt": 30656600
          }
        ]
      },
      {
        "k": "14.08.2026",
        "label": "08.08–14.08",
        "date": "14.08.2026",
        "totalIn": 36453838,
        "totalPay": 33968961,
        "rows": [
          {
            "n": "Global Halal Food ТОО",
            "kc": 0,
            "kd": 618000,
            "debt": -304126
          },
          {
            "n": "Food Company ТОО",
            "kc": 187800,
            "kd": 319750,
            "debt": 187800
          },
          {
            "n": "Flame group ТОО",
            "kc": 3185321,
            "kd": 1700000,
            "debt": 1917474
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 400000,
            "debt": 1842479
          },
          {
            "n": "KZ Recycling ТОО",
            "kc": 0,
            "kd": 501418,
            "debt": -30
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 608800,
            "kd": 0,
            "debt": 2862300
          },
          {
            "n": "AINABEK ИП",
            "kc": 0,
            "kd": 304268,
            "debt": 389064
          },
          {
            "n": "Kolos ИП",
            "kc": 58000,
            "kd": 58000,
            "debt": 0
          },
          {
            "n": "Снэк Групп ТОО",
            "kc": 55488,
            "kd": 0,
            "debt": 55488
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 126895,
            "kd": 98365,
            "debt": 0
          },
          {
            "n": "Эркузиев ИП",
            "kc": 0,
            "kd": 654720,
            "debt": 0
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 99800,
            "kd": 0,
            "debt": 99800
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 82500,
            "kd": 0,
            "debt": 82500
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 100904,
            "kd": 0,
            "debt": 160832
          },
          {
            "n": "D&G distribution ИП",
            "kc": 16020,
            "kd": 96120,
            "debt": 16020
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 173750,
            "kd": 505295,
            "debt": 437985
          },
          {
            "n": "Lirumax ТОО",
            "kc": 96000,
            "kd": 192000,
            "debt": 96000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 72480,
            "kd": 0,
            "debt": 776960
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 0,
            "kd": 400000,
            "debt": 2168584
          },
          {
            "n": "Rikkaus ИП",
            "kc": 0,
            "kd": 3008643,
            "debt": 0
          },
          {
            "n": "Инарин ТОО",
            "kc": 171000,
            "kd": 0,
            "debt": 446880
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 33750,
            "kd": 56250,
            "debt": 64750
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 214200,
            "kd": 0,
            "debt": 1106700
          },
          {
            "n": "Шымкентмай АО",
            "kc": 387600,
            "kd": 843600,
            "debt": -387600
          },
          {
            "n": "ДЭР ТОО",
            "kc": 338800,
            "kd": 0,
            "debt": 338800
          },
          {
            "n": "Champello ТОО",
            "kc": 180000,
            "kd": 204000,
            "debt": 180000
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 0,
            "kd": 251280,
            "debt": 0
          },
          {
            "n": "RB Brands ТОО",
            "kc": 165600,
            "kd": 0,
            "debt": 759842
          },
          {
            "n": "Art Food ИП",
            "kc": 309116,
            "kd": 0,
            "debt": 539510
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 3000,
            "kd": 0,
            "debt": 1322600
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 96510,
            "kd": 249287,
            "debt": 258680
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 5445000,
            "kd": 1510400,
            "debt": 5445000
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 84000,
            "kd": 0,
            "debt": 1460488
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 2265300,
            "kd": 1592871,
            "debt": 7108708
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 1875700,
            "kd": 0,
            "debt": 7085015
          },
          {
            "n": "Исмагулов ИП",
            "kc": 440000,
            "kd": 700000,
            "debt": 1925000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2820000,
            "kd": 1300000,
            "debt": 6360000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 264000,
            "kd": 308000,
            "debt": 1870000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 599100,
            "kd": 0,
            "debt": 4459196
          },
          {
            "n": "Первомайские Деликатесы ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 727740
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 277500,
            "kd": 400000,
            "debt": 1971900
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 591200,
            "kd": 600000,
            "debt": 7095150
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 227580,
            "kd": 500000,
            "debt": 4705866
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 499000,
            "kd": 0,
            "debt": 4148000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1896912,
            "kd": 500000,
            "debt": 5881220
          },
          {
            "n": "Berry Company ТОО",
            "kc": 0,
            "kd": 600000,
            "debt": 1287896
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 144000,
            "kd": 300000,
            "debt": 1843773
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 355950,
            "kd": 400000,
            "debt": 5727865
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 608100,
            "kd": 800000,
            "debt": 6639570
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 0,
            "kd": 400000,
            "debt": 5104800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 4686507,
            "kd": 4252560,
            "debt": 18561262
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 200000,
            "debt": 564467
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 0,
            "kd": 1440000,
            "debt": 4748500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1242000,
            "kd": 900000,
            "debt": 7972720
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 203427,
            "debt": 1578764
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 65225,
            "kd": 0,
            "debt": 2107225
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 781200,
            "kd": 1100000,
            "debt": 5544730
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 496208,
            "kd": 0,
            "debt": 9030581
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 4026022,
            "kd": 5200707,
            "debt": 29481915
          }
        ]
      },
      {
        "k": "21.08.2026",
        "label": "15.08–21.08",
        "date": "21.08.2026",
        "totalIn": 58405844,
        "totalPay": 26108566,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 29202922,
            "kd": 0,
            "debt": -3239900
          },
          {
            "n": "Food Company ТОО",
            "kc": 87640,
            "kd": 187800,
            "debt": 87640
          },
          {
            "n": "Flame group ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 917474
          },
          {
            "n": "Торговый дом ROKOS ТОО",
            "kc": 5063,
            "kd": 0,
            "debt": 5072
          },
          {
            "n": "ALBA Foods Company ТОО",
            "kc": 32200,
            "kd": 0,
            "debt": 18268
          },
          {
            "n": "CIS market ТОО",
            "kc": 55000,
            "kd": 400000,
            "debt": 931000
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 1158500,
            "kd": 0,
            "debt": 4020800
          },
          {
            "n": "AINABEK ИП",
            "kc": 229448,
            "kd": 0,
            "debt": 708296
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 33600,
            "kd": 16800,
            "debt": 33600
          },
          {
            "n": "Kaz ET.KZ ТОО",
            "kc": 0,
            "kd": 750000,
            "debt": 1550000
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 576000,
            "kd": 0,
            "debt": 576000
          },
          {
            "n": "КазEвроСпецСнаб (KazEuroSpecSnab) ТОО",
            "kc": 0,
            "kd": 304000,
            "debt": 200000
          },
          {
            "n": "Снэк Групп ТОО",
            "kc": 0,
            "kd": 55488,
            "debt": 0
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 91955,
            "kd": 91955,
            "debt": 0
          },
          {
            "n": "Парус ТОО",
            "kc": 33930,
            "kd": 33930,
            "debt": 31
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 169800,
            "kd": 0,
            "debt": 269600
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 82500,
            "kd": 0,
            "debt": 165000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 100904,
            "kd": 183648,
            "debt": 99904
          },
          {
            "n": "KazOptFood ТОО",
            "kc": 259511,
            "kd": 127800,
            "debt": 259511
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 123420,
            "kd": 0,
            "debt": 650230
          },
          {
            "n": "Medhelp ИП",
            "kc": 43500,
            "kd": 0,
            "debt": 43500
          },
          {
            "n": "Lirumax ТОО",
            "kc": 144000,
            "kd": 0,
            "debt": 336000
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 217440,
            "kd": 270440,
            "debt": 723960
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 0,
            "kd": 200000,
            "debt": 1968584
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 87525,
            "kd": 204225,
            "debt": 699066
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 0,
            "kd": 78750,
            "debt": -14000
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 226100,
            "kd": 297500,
            "debt": 1035300
          },
          {
            "n": "Шымкентмай АО",
            "kc": 1105800,
            "kd": 923400,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 326280,
            "kd": 209500,
            "debt": 111548
          },
          {
            "n": "DFK food ИП",
            "kc": 109200,
            "kd": 0,
            "debt": 675650
          },
          {
            "n": "ДЭР ТОО",
            "kc": 460000,
            "kd": 0,
            "debt": 978800
          },
          {
            "n": "TOIMART TOO",
            "kc": 0,
            "kd": 23752,
            "debt": 57945
          },
          {
            "n": "Champello ТОО",
            "kc": 220000,
            "kd": 0,
            "debt": 430000
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 124560,
            "kd": 0,
            "debt": 124560
          },
          {
            "n": "RB Brands ТОО",
            "kc": 331200,
            "kd": 250000,
            "debt": 841042
          },
          {
            "n": "Art Food ИП",
            "kc": 484441,
            "kd": 0,
            "debt": 1023951
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 200500,
            "kd": 285500,
            "debt": 1237600
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 94600,
            "kd": 0,
            "debt": 904287
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 61523,
            "kd": 258680,
            "debt": 61523
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 220505,
            "kd": 0,
            "debt": 1680993
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 2410689,
            "kd": 3400000,
            "debt": 6119397
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 0,
            "kd": 1200000,
            "debt": 5885015
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 484000,
            "kd": 792000,
            "debt": 1738000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 0,
            "kd": 332920,
            "debt": 74880
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 449325,
            "kd": 300000,
            "debt": 4608521
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 269732,
            "kd": 330160,
            "debt": 2037996
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 356700,
            "kd": 450000,
            "debt": 7001850
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 46100,
            "kd": 0,
            "debt": 4751966
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 1204114
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 1377503,
            "kd": 700000,
            "debt": 6558723
          },
          {
            "n": "Berry Company ТОО",
            "kc": 209400,
            "kd": 305100,
            "debt": 1777476
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 376302,
            "kd": 295218,
            "debt": 2208357
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 504150,
            "kd": 0,
            "debt": 6232015
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 932654,
            "kd": 950000,
            "debt": 6734244
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 5141064,
            "kd": 2500000,
            "debt": 21286577
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 1020000,
            "kd": 0,
            "debt": 5768500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1324800,
            "kd": 500000,
            "debt": 8797520
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1298692,
            "kd": 0,
            "debt": 1165481
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 937440,
            "kd": 1500000,
            "debt": 6452890
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 420984,
            "kd": 1100000,
            "debt": 8351565
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 4146742,
            "kd": 5000000,
            "debt": 29068766
          }
        ]
      },
      {
        "k": "28.08.2026",
        "label": "22.08–28.08",
        "date": "28.08.2026",
        "totalIn": 38533081,
        "totalPay": 27123706,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 1560000,
            "kd": 780000,
            "debt": -1679900
          },
          {
            "n": "Food Company ТОО",
            "kc": 319960,
            "kd": 0,
            "debt": 407600
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 18540,
            "kd": 0,
            "debt": 18540
          },
          {
            "n": "Flame group ТОО",
            "kc": 2101188,
            "kd": 1900000,
            "debt": 1118662
          },
          {
            "n": "Color express ТОО",
            "kc": 1114439,
            "kd": 434380,
            "debt": 2522538
          },
          {
            "n": "OSQAR Pacr ТОО",
            "kc": 114000,
            "kd": 0,
            "debt": 104600
          },
          {
            "n": "CIS market ТОО",
            "kc": 1011350,
            "kd": 0,
            "debt": 1942350
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 774900,
            "kd": 0,
            "debt": 4795700
          },
          {
            "n": "Interrom Kazakhstan ТОО",
            "kc": 100000,
            "kd": 0,
            "debt": 100000
          },
          {
            "n": "AINABEK ИП",
            "kc": 199520,
            "kd": 0,
            "debt": 907816
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 14400,
            "kd": 14400,
            "debt": 33600
          },
          {
            "n": "Kaz ET.KZ ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 1250000
          },
          {
            "n": "Royal Meat Qazaqstan ТОО",
            "kc": 431617,
            "kd": 0,
            "debt": 431617
          },
          {
            "n": "Диззи Dizzy ТОО",
            "kc": 24000,
            "kd": 0,
            "debt": 24000
          },
          {
            "n": "ИнвестФуд ТОО",
            "kc": 39600,
            "kd": 0,
            "debt": 39600
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 55200,
            "kd": 83730,
            "debt": 0
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 35100,
            "kd": 269600,
            "debt": 35100
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 165000,
            "kd": 264000,
            "debt": 66000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 102228,
            "kd": 0,
            "debt": 202132
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 253655,
            "kd": 0,
            "debt": 903885
          },
          {
            "n": "Medhelp ИП",
            "kc": 40180,
            "kd": 43500,
            "debt": 40180
          },
          {
            "n": "Lirumax ТОО",
            "kc": 169800,
            "kd": 348000,
            "debt": 157800
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 0,
            "kd": 800000,
            "debt": 1168584
          },
          {
            "n": "Инарин ТОО",
            "kc": 171000,
            "kd": 446880,
            "debt": 171000
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 320850,
            "kd": 0,
            "debt": 1019916
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 44500,
            "kd": 0,
            "debt": 30500
          },
          {
            "n": "РЭД ТИМ ДИСТРИБЬЮШН ТОО",
            "kc": 449940,
            "kd": 434388,
            "debt": 449940
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 236070,
            "kd": 236070,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 595000,
            "kd": 0,
            "debt": 1630300
          },
          {
            "n": "Шымкентмай АО",
            "kc": 763800,
            "kd": 1333800,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 76000,
            "kd": 192780,
            "debt": -5232
          },
          {
            "n": "DFK food ИП",
            "kc": 218400,
            "kd": 300000,
            "debt": 594050
          },
          {
            "n": "КазПолимерИнвест ТОО",
            "kc": 0,
            "kd": 383300,
            "debt": 522800
          },
          {
            "n": "ДЭР ТОО",
            "kc": 0,
            "kd": 338800,
            "debt": 640000
          },
          {
            "n": "ЭКОХИММАШ – АЗИЯ ТОО",
            "kc": 148266,
            "kd": 175420,
            "debt": 148266
          },
          {
            "n": "Champello ТОО",
            "kc": 140000,
            "kd": 0,
            "debt": 570000
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 108180,
            "kd": 0,
            "debt": 232740
          },
          {
            "n": "Art Food ИП",
            "kc": 82800,
            "kd": 0,
            "debt": 1106751
          },
          {
            "n": "Global Export Shipping ТОО",
            "kc": 496750,
            "kd": 0,
            "debt": 1734350
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 69762,
            "kd": 0,
            "debt": 131285
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 713000,
            "kd": 0,
            "debt": 6158000
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 291732,
            "kd": 400000,
            "debt": 1572725
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1604666,
            "kd": 600000,
            "debt": 7124063
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 886800,
            "kd": 1804550,
            "debt": 4967265
          },
          {
            "n": "Исмагулов ИП",
            "kc": 704000,
            "kd": 605000,
            "debt": 2024000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 1920000,
            "debt": 4440000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 330000,
            "kd": 818000,
            "debt": 1250000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 196050,
            "kd": 0,
            "debt": 270930
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 798800,
            "kd": 1000000,
            "debt": 4407321
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 740280,
            "kd": 0,
            "debt": 2778276
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 1400700,
            "kd": 0,
            "debt": 8282900
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 500040,
            "kd": 0,
            "debt": 5252006
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 823000,
            "kd": 726000,
            "debt": 4245000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 2000461,
            "kd": 800000,
            "debt": 7759184
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 821685,
            "kd": 800000,
            "debt": 2073442
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 474175,
            "kd": 0,
            "debt": 6706190
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1988500,
            "kd": 300000,
            "debt": 8422744
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 845000,
            "kd": 0,
            "debt": 5949800
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 1751420,
            "kd": 2000011,
            "debt": 21037986
          },
          {
            "n": "Succes овощи Айкоркем ИП",
            "kc": 0,
            "kd": 200000,
            "debt": 364467
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 600000,
            "kd": 700000,
            "debt": 5668500
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 496800,
            "kd": 900360,
            "debt": 8393960
          },
          {
            "n": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
            "kc": 0,
            "kd": 300000,
            "debt": 1278764
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 2083411,
            "kd": 54240,
            "debt": 1646664
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 2458080,
            "kd": 0,
            "debt": 8910970
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 707020,
            "kd": 500000,
            "debt": 8558585
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2751466,
            "kd": 3616497,
            "debt": 28203735
          }
        ]
      },
      {
        "k": "04.09.2026",
        "label": "29.08–04.09",
        "date": "04.09.2026",
        "totalIn": 34040928,
        "totalPay": 31235326,
        "rows": [
          {
            "n": "Food Company ТОО",
            "kc": 157200,
            "kd": 0,
            "debt": 564800
          },
          {
            "n": "ПРОДУКТЫ ПИТАНИЯ KZ ТОО",
            "kc": 69000,
            "kd": 0,
            "debt": 87540
          },
          {
            "n": "Garant Horeca ТОО",
            "kc": 0,
            "kd": 20000,
            "debt": 0
          },
          {
            "n": "Color express ТОО",
            "kc": 0,
            "kd": 510385,
            "debt": 2012153
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 370000,
            "kd": 0,
            "debt": -370000
          },
          {
            "n": "Armansu ТОО",
            "kc": 110000,
            "kd": 0,
            "debt": 110000
          },
          {
            "n": "CIS market ТОО",
            "kc": 0,
            "kd": 465500,
            "debt": 1476850
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 310700,
            "kd": 800000,
            "debt": 4306400
          },
          {
            "n": "AINABEK ИП",
            "kc": 99760,
            "kd": 0,
            "debt": 1007576
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 33600
          },
          {
            "n": "YANS (ЯНС) ТОО",
            "kc": 99000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Royal Meat Qazaqstan ТОО",
            "kc": 336994,
            "kd": 431617,
            "debt": 336994
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 591496,
            "kd": 861006,
            "debt": 591496
          },
          {
            "n": "Диззи Dizzy ТОО",
            "kc": 0,
            "kd": 24000,
            "debt": 0
          },
          {
            "n": "Вернал ТОО",
            "kc": 16900,
            "kd": 0,
            "debt": -1910
          },
          {
            "n": "КазEвроСпецСнаб (KazEuroSpecSnab) ТОО",
            "kc": 504000,
            "kd": 704000,
            "debt": 0
          },
          {
            "n": "Орими СА ТОО",
            "kc": 141680,
            "kd": 141680,
            "debt": 0
          },
          {
            "n": "TAISA ТОО",
            "kc": 30600,
            "kd": 0,
            "debt": 30600
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 134800,
            "kd": 0,
            "debt": 169900
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 132000,
            "kd": 66000,
            "debt": 132000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 0,
            "kd": 188060,
            "debt": 14072
          },
          {
            "n": "KazOptFood ТОО",
            "kc": 525633,
            "kd": 0,
            "debt": 785144
          },
          {
            "n": "Дэльма ТОО консервированные",
            "kc": 84000,
            "kd": 0,
            "debt": 568560
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 209275,
            "kd": 544800,
            "debt": 568360
          },
          {
            "n": "Medhelp ИП",
            "kc": 52480,
            "kd": 0,
            "debt": 92660
          },
          {
            "n": "Lirumax ТОО",
            "kc": 394500,
            "kd": 0,
            "debt": 552300
          },
          {
            "n": "ЭЛИГИТА-АЗИЯ ТОО",
            "kc": 181200,
            "kd": 0,
            "debt": 905160
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 924707,
            "kd": 0,
            "debt": 2093291
          },
          {
            "n": "Инарин ТОО",
            "kc": 68400,
            "kd": 0,
            "debt": 239400
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 56250,
            "kd": 24400,
            "debt": 62350
          },
          {
            "n": "Alfa Distributors ИП",
            "kc": 392000,
            "kd": 392000,
            "debt": 0
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 274000,
            "kd": 809200,
            "debt": 1095100
          },
          {
            "n": "Шымкентмай АО",
            "kc": 456000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "DFK food ИП",
            "kc": 150900,
            "kd": 0,
            "debt": 744950
          },
          {
            "n": "TGR Company ТОО",
            "kc": 283700,
            "kd": 0,
            "debt": 727900
          },
          {
            "n": "TOIMART TOO",
            "kc": 145247,
            "kd": 57945,
            "debt": 145247
          },
          {
            "n": "Champello ТОО",
            "kc": 154000,
            "kd": 390000,
            "debt": 334000
          },
          {
            "n": "RB Brands ТОО",
            "kc": 207000,
            "kd": 311122,
            "debt": 736920
          },
          {
            "n": "Art Food ИП",
            "kc": 154458,
            "kd": 0,
            "debt": 1261209
          },
          {
            "n": "РЫНОК ТМЦ",
            "kc": 12500,
            "kd": 0,
            "debt": 904287
          },
          {
            "n": "Эрико ТОО",
            "kc": 778780,
            "kd": 0,
            "debt": 20
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 77040,
            "kd": 0,
            "debt": 208325
          },
          {
            "n": "Казтехнолоджи Пак ТОО",
            "kc": 1426000,
            "kd": 900000,
            "debt": 5971000
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 517440,
            "kd": 300000,
            "debt": 1790165
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1323596,
            "kd": 2000000,
            "debt": 6447659
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 692250,
            "kd": 1000000,
            "debt": 4659515
          },
          {
            "n": "Исмагулов ИП",
            "kc": 0,
            "kd": 700000,
            "debt": 1324000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 1410000,
            "kd": 1400000,
            "debt": 4450000
          },
          {
            "n": "Fresh Frozen ТОО",
            "kc": 0,
            "kd": 144553,
            "debt": -574553
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 462000,
            "kd": 854000,
            "debt": 946000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 93000,
            "kd": 0,
            "debt": 363930
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 299550,
            "kd": 819950,
            "debt": 3886921
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 759663,
            "kd": 1028840,
            "debt": 2509099
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 399420,
            "kd": 0,
            "debt": 8530320
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 577800,
            "kd": 655447,
            "debt": 5174359
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 136176,
            "kd": 550602,
            "debt": 789688
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 587500,
            "kd": 612500,
            "debt": 4220000
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 772520,
            "kd": 0,
            "debt": 8531704
          },
          {
            "n": "Berry Company ТОО",
            "kc": 537600,
            "kd": 742100,
            "debt": 1572976
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 452490,
            "kd": 875455,
            "debt": 1650477
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 375045,
            "kd": 600000,
            "debt": 6481235
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 922560,
            "kd": 1000000,
            "debt": 8345304
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 796800,
            "kd": 700000,
            "debt": 6046600
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 4432080,
            "kd": 3000000,
            "debt": 22470066
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 600000,
            "kd": 1045500,
            "debt": 5223000
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1202400,
            "kd": 1000000,
            "debt": 8596360
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1083081,
            "kd": 60030,
            "debt": 0
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 1988280,
            "kd": 2000000,
            "debt": 8899250
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 661170,
            "kd": 500000,
            "debt": 8719755
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2833707,
            "kd": 1992034,
            "debt": 29045408
          }
        ]
      },
      {
        "k": "11.09.2026",
        "label": "05.09–11.09",
        "date": "11.09.2026",
        "totalIn": 35804666,
        "totalPay": 32722800,
        "rows": [
          {
            "n": "Food Company ТОО",
            "kc": 180500,
            "kd": 300000,
            "debt": 445300
          },
          {
            "n": "Flame group ТОО",
            "kc": 5352452,
            "kd": 0,
            "debt": 6471112
          },
          {
            "n": "Color express ТОО",
            "kc": 240962,
            "kd": 950166,
            "debt": 1302949
          },
          {
            "n": "CIS market ТОО",
            "kc": 615550,
            "kd": 700000,
            "debt": 1392400
          },
          {
            "n": "CAMPANINI ТОО",
            "kc": 0,
            "kd": 24100,
            "debt": 0
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 827100,
            "kd": 0,
            "debt": 5133500
          },
          {
            "n": "AINABEK ИП",
            "kc": 149640,
            "kd": 0,
            "debt": 1157216
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 12600,
            "kd": 12600,
            "debt": 33600
          },
          {
            "n": "Kaz ET.KZ ТОО",
            "kc": 0,
            "kd": 300000,
            "debt": 950000
          },
          {
            "n": "Хим-База ТОО",
            "kc": 82500,
            "kd": 0,
            "debt": 82500
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 83595,
            "kd": 83595,
            "debt": 0
          },
          {
            "n": "Storm Technology ТОО",
            "kc": 504000,
            "kd": 0,
            "debt": 929913
          },
          {
            "n": "TAISA ТОО",
            "kc": 54500,
            "kd": 0,
            "debt": 85100
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 257000,
            "kd": 0,
            "debt": 426900
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 199250,
            "kd": 500750,
            "debt": 266860
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 0,
            "kd": 300213,
            "debt": 243134
          },
          {
            "n": "Lirumax ТОО",
            "kc": 157800,
            "kd": 552300,
            "debt": 157800
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 117600,
            "kd": 600000,
            "debt": 1610891
          },
          {
            "n": "Инарин ТОО",
            "kc": 127200,
            "kd": 0,
            "debt": 366600
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 28300,
            "kd": 0,
            "debt": 23348
          },
          {
            "n": "Sweet Trade ИП",
            "kc": 46800,
            "kd": 0,
            "debt": 46800
          },
          {
            "n": "INTELLPACK ЕМЕЛЬЯНОВ ИП",
            "kc": 210975,
            "kd": 500000,
            "debt": 730891
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 390000,
            "kd": 821100,
            "debt": 664000
          },
          {
            "n": "Шымкентмай АО",
            "kc": 864000,
            "kd": 888000,
            "debt": 0
          },
          {
            "n": "Мир Кондитера ИП",
            "kc": 137100,
            "kd": 0,
            "debt": 131868
          },
          {
            "n": "DFK food ИП",
            "kc": 0,
            "kd": 744950,
            "debt": 0
          },
          {
            "n": "Champello ТОО",
            "kc": 272000,
            "kd": 500000,
            "debt": 106000
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 0,
            "kd": 232740,
            "debt": 0
          },
          {
            "n": "RB Brands ТОО",
            "kc": 165600,
            "kd": 0,
            "debt": 902520
          },
          {
            "n": "Art Food ИП",
            "kc": 170737,
            "kd": 0,
            "debt": 1431946
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 93840,
            "kd": 0,
            "debt": 302165
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 33600,
            "kd": 0,
            "debt": 1823765
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1634405,
            "kd": 3519397,
            "debt": 4562667
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 541400,
            "kd": 1200000,
            "debt": 4000915
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 3450000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 484000,
            "kd": 0,
            "debt": 1430000
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 629055,
            "kd": 1000000,
            "debt": 3515976
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 500572,
            "kd": 0,
            "debt": 3009671
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 823000,
            "kd": 0,
            "debt": 9139850
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 4674359
          },
          {
            "n": "QAZAQ SAPA GROUP ТОО",
            "kc": 463032,
            "kd": 789688,
            "debt": 463032
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 516850,
            "kd": 0,
            "debt": 4736850
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 2027001,
            "kd": 1800000,
            "debt": 8758705
          },
          {
            "n": "Berry Company ТОО",
            "kc": 0,
            "kd": 600000,
            "debt": 972976
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 592767,
            "kd": 800000,
            "debt": 1443244
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 424500,
            "kd": 800000,
            "debt": 6105735
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1087660,
            "kd": 2500000,
            "debt": 6932964
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 1104000,
            "kd": 1500000,
            "debt": 5650600
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 5280737,
            "kd": 3300000,
            "debt": 24387803
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 600000,
            "kd": 0,
            "debt": 5823000
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 1411200,
            "kd": 800000,
            "debt": 9207560
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 2938934,
            "kd": 80000,
            "debt": 0
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 55200,
            "kd": 2000000,
            "debt": 6954450
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 597966,
            "kd": 0,
            "debt": 9317721
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 2717186,
            "kd": 2523201,
            "debt": 29239393
          }
        ]
      },
      {
        "k": "18.09.2026",
        "label": "12.09–18.09",
        "date": "18.09.2026",
        "totalIn": 34506885,
        "totalPay": 32108063,
        "rows": [
          {
            "n": "Компания В ТОО",
            "kc": 1587600,
            "kd": 1587600,
            "debt": -1679900
          },
          {
            "n": "Food Company ТОО",
            "kc": 276500,
            "kd": 445300,
            "debt": 445300
          },
          {
            "n": "Flame group ТОО",
            "kc": 489854,
            "kd": 2000000,
            "debt": 6471112
          },
          {
            "n": "Color express ТОО",
            "kc": 479982,
            "kd": 0,
            "debt": 1302949
          },
          {
            "n": "ALBA Foods Company ТОО",
            "kc": 1114200,
            "kd": 1114200,
            "debt": 18268
          },
          {
            "n": "ARDO PLAST ТОО",
            "kc": 370000,
            "kd": 0,
            "debt": -370000
          },
          {
            "n": "CIS market ТОО",
            "kc": 625000,
            "kd": 1392400,
            "debt": 1392400
          },
          {
            "n": "Dina Sauda Almaty ТОО",
            "kc": 900600,
            "kd": 1000000,
            "debt": 5133500
          },
          {
            "n": "Interrom Kazakhstan ТОО",
            "kc": 97450,
            "kd": 0,
            "debt": 100000
          },
          {
            "n": "AINABEK ИП",
            "kc": 99760,
            "kd": 0,
            "debt": 1157216
          },
          {
            "n": "Mercurius (ЧЛ)",
            "kc": 16800,
            "kd": 16800,
            "debt": 33600
          },
          {
            "n": "Kaz ET.KZ ТОО",
            "kc": 0,
            "kd": 350000,
            "debt": 950000
          },
          {
            "n": "ДЖАЗЫКБАЕВА СВЕТЛАНА ТАСХАИРОВНА ИП",
            "kc": 0,
            "kd": 576000,
            "debt": 576000
          },
          {
            "n": "Деметро ПК ТОО",
            "kc": 411679,
            "kd": 0,
            "debt": 591496
          },
          {
            "n": "Ирбис 2016 ТОО",
            "kc": 46040,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Green House Limited ТОО",
            "kc": 11760,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "Storm Technology ТОО",
            "kc": 619200,
            "kd": 504000,
            "debt": 929913
          },
          {
            "n": "TAISA ТОО",
            "kc": 51000,
            "kd": 0,
            "debt": 85100
          },
          {
            "n": "Парус ТОО",
            "kc": 19150,
            "kd": 19150,
            "debt": 31
          },
          {
            "n": "ФудМаркет ТОО",
            "kc": 123300,
            "kd": 0,
            "debt": 426900
          },
          {
            "n": "Альбатрос ВЭД ТОО",
            "kc": 99000,
            "kd": 0,
            "debt": 132000
          },
          {
            "n": "Компания Фудмастер-Трэйд ТОО",
            "kc": 66828,
            "kd": 0,
            "debt": 14072
          },
          {
            "n": "Эрик капуста (чл)",
            "kc": 210375,
            "kd": 0,
            "debt": 266860
          },
          {
            "n": "Medhelp ИП",
            "kc": 55520,
            "kd": 0,
            "debt": 92660
          },
          {
            "n": "ДилНур KZ ТОО",
            "kc": 48600,
            "kd": 0,
            "debt": 243134
          },
          {
            "n": "Lirumax ТОО",
            "kc": 120000,
            "kd": 0,
            "debt": 157800
          },
          {
            "n": "MEGAFLEX ТОО",
            "kc": 1800000,
            "kd": 0,
            "debt": 1610891
          },
          {
            "n": "Нарлен ет ТОО мясо",
            "kc": 115000,
            "kd": 0,
            "debt": 23348
          },
          {
            "n": "Лейпурин ТОО",
            "kc": 138250,
            "kd": 0,
            "debt": 62350
          },
          {
            "n": "Ayala Trade TOO",
            "kc": 455000,
            "kd": 0,
            "debt": 664000
          },
          {
            "n": "Шымкентмай АО",
            "kc": 432000,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "DFK food ИП",
            "kc": 696900,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "ДЭР ТОО",
            "kc": 0,
            "kd": 640000,
            "debt": 640000
          },
          {
            "n": "Champello ТОО",
            "kc": 216000,
            "kd": 0,
            "debt": 106000
          },
          {
            "n": "Прима Дистрибьюшн ТОО",
            "kc": 162270,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "RB Brands ТОО",
            "kc": 248400,
            "kd": 529920,
            "debt": 902520
          },
          {
            "n": "Art Food ИП",
            "kc": 0,
            "kd": 714835,
            "debt": 1431946
          },
          {
            "n": "Эрико ТОО",
            "kc": 469900,
            "kd": 0,
            "debt": 20
          },
          {
            "n": "ACVEE MARKET ТОО",
            "kc": 89790,
            "kd": 0,
            "debt": 302165
          },
          {
            "n": "Компания Натур Продукт ТОО",
            "kc": 371476,
            "kd": 500000,
            "debt": 1823765
          },
          {
            "n": "Мясоперерабатывающий завод БИЖАН ТОО",
            "kc": 1007307,
            "kd": 1000000,
            "debt": 4562667
          },
          {
            "n": "SWEEZARD ТОО",
            "kc": 503850,
            "kd": 500000,
            "debt": 4000915
          },
          {
            "n": "Исмагулов ИП",
            "kc": 380000,
            "kd": 500000,
            "debt": 1759000
          },
          {
            "n": "KazBeef Processing (КазБиф Процессинг) ТОО",
            "kc": 2400000,
            "kd": 1000000,
            "debt": 3450000
          },
          {
            "n": "Ихсан Техногаз ТОО",
            "kc": 286000,
            "kd": 0,
            "debt": 1430000
          },
          {
            "n": "StroyLux ТОО",
            "kc": 265500,
            "kd": 0,
            "debt": 363930
          },
          {
            "n": "Almaty Develop STM ТОО",
            "kc": 658896,
            "kd": 0,
            "debt": 3515976
          },
          {
            "n": "Ирмас ЛТД ТОО",
            "kc": 148500,
            "kd": 1009156,
            "debt": 3009671
          },
          {
            "n": "Иналка Фуд Сервис ТОО",
            "kc": 347400,
            "kd": 0,
            "debt": 9139850
          },
          {
            "n": "Frozen Fruit ТОО",
            "kc": 427880,
            "kd": 0,
            "debt": 4674359
          },
          {
            "n": "Фудтехника ТОО",
            "kc": 512500,
            "kd": 516850,
            "debt": 4736850
          },
          {
            "n": "CityFood Trade ТОО",
            "kc": 959095,
            "kd": 1500000,
            "debt": 8758705
          },
          {
            "n": "Berry Company ТОО",
            "kc": 401400,
            "kd": 0,
            "debt": 972976
          },
          {
            "n": "Viki-Kazakhstan ТОО",
            "kc": 695181,
            "kd": 589987,
            "debt": 1443244
          },
          {
            "n": "Элита-Трейд ТОО",
            "kc": 670650,
            "kd": 0,
            "debt": 6105735
          },
          {
            "n": "Евразиан Фудс Корпорэйшн АО",
            "kc": 1225160,
            "kd": 500000,
            "debt": 6932964
          },
          {
            "n": "Бест импорт ТОО",
            "kc": 828000,
            "kd": 800000,
            "debt": 5650600
          },
          {
            "n": "Глобал Фуд ТОО",
            "kc": 3626243,
            "kd": 4000000,
            "debt": 24387803
          },
          {
            "n": "Казойл Продакшн А ТОО",
            "kc": 0,
            "kd": 1000000,
            "debt": 5823000
          },
          {
            "n": "Handy Yummy ИП",
            "kc": 748800,
            "kd": 800000,
            "debt": 9207560
          },
          {
            "n": "РЫНОК СЫРЬЕ",
            "kc": 1553348,
            "kd": 0,
            "debt": 0
          },
          {
            "n": "ПРОТЭК-АЛМАТЫ ТОО",
            "kc": 453096,
            "kd": 2000000,
            "debt": 6954450
          },
          {
            "n": "Adolar Group ТОО",
            "kc": 0,
            "kd": 500000,
            "debt": 9317721
          },
          {
            "n": "Витамин+ ТОО",
            "kc": 3272895,
            "kd": 4501865,
            "debt": 29239393
          }
        ]
      }
    ],
    "anaMeta": {
      "period": "12.09–18.09",
      "totalIn": 34506885,
      "totalPay": 32108063
    }
  },
  "dz": {
    "total": 191828128,
    "date": "18.09.2026",
    "dynamics": [
      {
        "date": "31.07.2026",
        "total": 174836146
      },
      {
        "date": "07.08.2026",
        "total": 180077113
      },
      {
        "date": "14.08.2026",
        "total": 181364048
      },
      {
        "date": "21.08.2026",
        "total": 186587486
      },
      {
        "date": "28.08.2026",
        "total": 195674285
      },
      {
        "date": "04.09.2026",
        "total": 208225975
      },
      {
        "date": "11.09.2026",
        "total": 193542544
      },
      {
        "date": "18.09.2026",
        "total": 191828128
      }
    ],
    "top": [
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "debt": 44634523
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "debt": 39500469
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "debt": 29937806
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "debt": 27226365
      },
      {
        "name": "90-ТОО Май Март",
        "debt": 21462454
      },
      {
        "name": "98-O-live: Склад O-live",
        "debt": 7375124
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "debt": 4083036
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "debt": 3015167
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "debt": 2816242
      },
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "debt": 2439253
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "debt": 2372843
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "debt": 1450909
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "debt": 1056295
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "debt": 1029897
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "debt": 987340
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "debt": 761407
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "debt": 637043
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "debt": 477034
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "debt": 475264
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "debt": 292600
      },
      {
        "name": "81-NANDU",
        "debt": 95245
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "debt": 93200
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "debt": 71580
      },
      {
        "name": "561 BOGAT LABEL ТОО(ТОРТЫ)",
        "debt": 9100
      }
    ],
    "excluded": [
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "debt": 9988337
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "debt": 2260140
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "debt": 1887068
      }
    ],
    "excludedTotal": 14135545,
    "excludedNote": "сняты как безнадёжно просроченные: остаток не менялся месяцами, ни отгрузок, ни оплат",
    "ana": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "kc": 464464,
        "kd": 0
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "kc": 1171450,
        "kd": 1346570
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "kc": 348420,
        "kd": 511340
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "kc": 4020178,
        "kd": 6600000
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "kc": 497240,
        "kd": 776670
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "kc": 26282825,
        "kd": 27127000
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "kc": 188015,
        "kd": 500000
      },
      {
        "name": "90-ТОО Май Март",
        "kc": 6519320,
        "kd": 6000000
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "kc": 2445780,
        "kd": 3000000
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "kc": 55492,
        "kd": 0
      },
      {
        "name": "98-O-live: Склад O-live",
        "kc": 3605956,
        "kd": 3000000
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "kc": 4534554,
        "kd": 5000000
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "kc": 196995,
        "kd": 500000
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "kc": 11385515,
        "kd": 9532270
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "kc": 321872,
        "kd": 0
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "kc": 1139475,
        "kd": 1218840
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "kc": 748348,
        "kd": 527625
      }
    ],
    "anaMeta": {
      "period": "12.09–18.09",
      "totalShip": 63925899,
      "totalPay": 65640315
    },
    "consign": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "ship": 464464,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2439253,
        "ships": [
          464464,
          0,
          273391,
          18899,
          51300,
          0,
          33996,
          0
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "ship": 1171450,
        "shipPrev": 1166340,
        "pay": 1346570,
        "dz": 1450909,
        "ships": [
          1171450,
          1166340,
          1411159,
          1487828,
          1271300,
          1497270,
          1369126,
          1285510
        ],
        "pays": [
          1346570,
          1737327,
          727240,
          1551160,
          1594240,
          1030696,
          852790,
          1547000
        ]
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "ship": 348420,
        "shipPrev": 380230,
        "pay": 511340,
        "dz": 2816242,
        "ships": [
          348420,
          380230,
          309560,
          210320,
          246170,
          289120,
          234520,
          217060
        ],
        "pays": [
          511340,
          560280,
          565565,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 637043,
        "ships": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "ship": 4020178,
        "shipPrev": 4703112,
        "pay": 6600000,
        "dz": 761407,
        "ships": [
          4020178,
          4703112,
          5107928,
          4249877,
          4264046,
          4990513,
          4830684,
          4546936
        ],
        "pays": [
          6600000,
          5500000,
          6810000,
          2000000,
          5850000,
          3900000,
          6100000,
          5340000
        ]
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "ship": 497240,
        "shipPrev": 490100,
        "pay": 776670,
        "dz": 987340,
        "ships": [
          497240,
          490100,
          392690,
          586290,
          455310,
          439100,
          602500,
          430540
        ],
        "pays": [
          776670,
          448510,
          209110,
          775250,
          392300,
          0,
          436690,
          344130
        ]
      },
      {
        "name": "81-NANDU",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 95245,
        "ships": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "ship": 26282825,
        "shipPrev": 26606137,
        "pay": 27127000,
        "dz": 44634523,
        "ships": [
          26282825,
          26606137,
          26939427,
          27537485,
          26344449,
          25636207,
          25098368,
          24945777
        ],
        "pays": [
          27127000,
          27717000,
          26335000,
          20900000,
          30180000,
          24540000,
          23500000,
          23009000
        ]
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "ship": 188015,
        "shipPrev": 236687,
        "pay": 500000,
        "dz": 3015167,
        "ships": [
          188015,
          236687,
          223752,
          200169,
          183908,
          248428,
          248706,
          258935
        ],
        "pays": [
          500000,
          1500000,
          0,
          434388,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "90-ТОО Май Март",
        "ship": 6519320,
        "shipPrev": 5816861,
        "pay": 6000000,
        "dz": 21462454,
        "ships": [
          6519320,
          5816861,
          5984404,
          5574659,
          4389927,
          4731006,
          4501790,
          4043712
        ],
        "pays": [
          6000000,
          2874744,
          1937245,
          6000000,
          3924783,
          1601693,
          6000000,
          6324239
        ]
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "ship": 2445780,
        "shipPrev": 1067220,
        "pay": 3000000,
        "dz": 39500469,
        "ships": [
          2445780,
          1067220,
          10175068,
          434880,
          8596520,
          1187124,
          10131876,
          2347824
        ],
        "pays": [
          3000000,
          5000000,
          0,
          5000000,
          0,
          5000000,
          0,
          3000000
        ]
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "ship": 55492,
        "shipPrev": 36534,
        "pay": 0,
        "dz": 477034,
        "ships": [
          55492,
          36534,
          0,
          1170510,
          64898,
          23602,
          108490,
          12740
        ],
        "pays": [
          0,
          1170510,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "98-O-live: Склад O-live",
        "ship": 3605956,
        "shipPrev": 4088422,
        "pay": 3000000,
        "dz": 7375124,
        "ships": [
          3605956,
          4088422,
          3925060,
          3714766,
          3822126,
          3050781,
          2506989,
          2098026
        ],
        "pays": [
          3000000,
          4983335,
          6000000,
          2600000,
          3500000,
          5000000,
          2000000,
          2000000
        ]
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "ship": 4534554,
        "shipPrev": 4076550,
        "pay": 5000000,
        "dz": 27226365,
        "ships": [
          4534554,
          4076550,
          9458640,
          7601530,
          8288476,
          7887754,
          5263210,
          11685132
        ],
        "pays": [
          5000000,
          8000000,
          5000000,
          10000000,
          10000000,
          6000000,
          8000000,
          0
        ]
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "ship": 196995,
        "shipPrev": 191025,
        "pay": 500000,
        "dz": 1029897,
        "ships": [
          196995,
          191025,
          190583,
          217144,
          169184,
          225934,
          249551,
          300559
        ],
        "pays": [
          500000,
          0,
          0,
          1000000,
          1000000,
          0,
          0,
          1000000
        ]
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "ship": 11385515,
        "shipPrev": 13014741,
        "pay": 9532270,
        "dz": 29937806,
        "ships": [
          11385515,
          13014741,
          10268915,
          12880765,
          13861495,
          11484721,
          11192621,
          14770141
        ],
        "pays": [
          9532270,
          13356343,
          13537364,
          11424596,
          10062314,
          13436928,
          8554259,
          5219302
        ]
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "ship": 321872,
        "shipPrev": 0,
        "pay": 0,
        "dz": 475264,
        "ships": [
          321872,
          0,
          153392,
          0,
          323464,
          393392,
          0,
          374960
        ],
        "pays": [
          0,
          0,
          323464,
          393392,
          0,
          374960,
          374960,
          247144
        ]
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2372843,
        "ships": [
          0,
          0,
          110412,
          93044,
          113683,
          71428,
          105817,
          83476
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "ship": 1139475,
        "shipPrev": 2620770,
        "pay": 1218840,
        "dz": 4083036,
        "ships": [
          1139475,
          2620770,
          435080,
          376366,
          448108,
          927579,
          743653,
          -660
        ],
        "pays": [
          1218840,
          1191899,
          0,
          0,
          1090308,
          1300000,
          5699871,
          0
        ]
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1056295,
        "ships": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 71580,
        "ships": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 93200,
        "ships": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ],
        "pays": [
          0,
          95600,
          50000,
          0,
          0,
          50000,
          50000,
          0
        ]
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 292600,
        "ships": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      },
      {
        "name": "561 BOGAT LABEL ТОО(ТОРТЫ)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9100,
        "ships": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ],
        "pays": [
          0,
          0,
          0,
          0,
          0,
          0,
          0,
          0
        ]
      }
    ],
    "consignMeta": {
      "date": "18.09.2026",
      "prevDate": "11.09.2026",
      "weeks": [
        "12.09–18.09",
        "05.09–11.09",
        "29.08–04.09",
        "22.08–28.08",
        "15.08–21.08",
        "08.08–14.08",
        "01.08–07.08",
        "25.07–31.07"
      ],
      "payWeeks": [
        "12.09–18.09",
        "5.09–11.09",
        "29.08–04.09",
        "22.08–28.08",
        "15.08–21.08",
        "08.08–14.08",
        "01.08–07.08",
        "25.07–31.07"
      ]
    }
  }
};
