window.DZ_KZ = {
  "updated": "04.09.2026 23:59",
  "kz": {
    "total": 202396438,
    "date": "04.09.2026",
    "dynamics": [
      {
        "date": "17.07.2026",
        "total": 178218845
      },
      {
        "date": "24.07.2026",
        "total": 173112732
      },
      {
        "date": "31.07.2026",
        "total": 179749154
      },
      {
        "date": "07.08.2026",
        "total": 182292393
      },
      {
        "date": "14.08.2026",
        "total": 189221632
      },
      {
        "date": "21.08.2026",
        "total": 191579064
      },
      {
        "date": "28.08.2026",
        "total": 200431051
      },
      {
        "date": "04.09.2026",
        "total": 202396438
      }
    ],
    "top": [
      {
        "name": "Витамин+ ТОО",
        "debt": 29045408
      },
      {
        "name": "Глобал Фуд ТОО",
        "debt": 22470066
      },
      {
        "name": "ПРОТЭК-АЛМАТЫ ТОО",
        "debt": 8899250
      },
      {
        "name": "Adolar Group ТОО",
        "debt": 8719755
      },
      {
        "name": "Handy Yummy ИП",
        "debt": 8596360
      },
      {
        "name": "CityFood Trade ТОО",
        "debt": 8531704
      },
      {
        "name": "Иналка Фуд Сервис ТОО",
        "debt": 8530320
      },
      {
        "name": "Евразиан Фудс Корпорэйшн АО",
        "debt": 8345304
      },
      {
        "name": "Элита-Трейд ТОО",
        "debt": 6481235
      },
      {
        "name": "Мясоперерабатывающий завод БИЖАН ТОО",
        "debt": 6447659
      },
      {
        "name": "Бест импорт ТОО",
        "debt": 6046600
      },
      {
        "name": "Казтехнолоджи Пак ТОО",
        "debt": 5971000
      },
      {
        "name": "Казойл Продакшн А ТОО",
        "debt": 5223000
      },
      {
        "name": "Frozen Fruit ТОО",
        "debt": 5174359
      },
      {
        "name": "SWEEZARD ТОО",
        "debt": 4659515
      },
      {
        "name": "Демьянов ИП",
        "debt": 4553443
      },
      {
        "name": "KazBeef Processing (КазБиф Процессинг) ТОО",
        "debt": 4450000
      },
      {
        "name": "Dina Sauda Almaty ТОО",
        "debt": 4306400
      },
      {
        "name": "Фудтехника ТОО",
        "debt": 4220000
      },
      {
        "name": "Almaty Develop STM ТОО",
        "debt": 3886921
      },
      {
        "name": "Ирмас ЛТД ТОО",
        "debt": 2509099
      },
      {
        "name": "MEGAFLEX ТОО",
        "debt": 2093291
      },
      {
        "name": "Color express ТОО",
        "debt": 2012153
      },
      {
        "name": "Компания Натур Продукт ТОО",
        "debt": 1790165
      },
      {
        "name": "Global Export Shipping ТОО",
        "debt": 1734350
      },
      {
        "name": "Viki-Kazakhstan ТОО",
        "debt": 1650477
      },
      {
        "name": "Berry Company ТОО",
        "debt": 1572976
      },
      {
        "name": "CIS market ТОО",
        "debt": 1476850
      },
      {
        "name": "Исмагулов ИП",
        "debt": 1324000
      },
      {
        "name": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
        "debt": 1278764
      }
    ]
  },
  "dz": {
    "total": 215259795,
    "date": "04.09.2026",
    "dynamics": [
      {
        "date": "17.07.2026",
        "total": 193863616
      },
      {
        "date": "24.07.2026",
        "total": 194789153
      },
      {
        "date": "31.07.2026",
        "total": 189642592
      },
      {
        "date": "07.08.2026",
        "total": 196705509
      },
      {
        "date": "14.08.2026",
        "total": 204023352
      },
      {
        "date": "21.08.2026",
        "total": 202161276
      },
      {
        "date": "28.08.2026",
        "total": 208594403
      },
      {
        "date": "04.09.2026",
        "total": 215259795
      }
    ],
    "top": [
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "debt": 45886295
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "debt": 38135846
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "debt": 35649455
      },
      {
        "name": "90-ТОО Май Март",
        "debt": 31326205
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "debt": 14562631
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "debt": 9987253
      },
      {
        "name": "98-O-live: Склад O-live",
        "debt": 6911175
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "debt": 4267631
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "debt": 3713982
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "debt": 3173125
      },
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "debt": 3019868
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "debt": 2499056
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "debt": 2451766
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "debt": 2260140
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "debt": 1887068
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "debt": 1639852
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "debt": 1555518
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "debt": 1293380
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "debt": 1068320
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "debt": 1056295
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "debt": 1040163
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "debt": 766182
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "debt": 637043
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "debt": 453600
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "debt": 292600
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "debt": 153392
      },
      {
        "name": "81-NANDU",
        "debt": 95245
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "debt": 71580
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "debt": 60000
      },
      {
        "name": "109- ALI OIL ТОО Астана",
        "debt": 45480
      }
    ],
    "ana": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "kc": 57133,
        "kd": 0
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "kc": 1240539,
        "kd": 727240
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "kc": 316440,
        "kd": 565565
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "kc": 5110423,
        "kd": 6810000
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "kc": 392690,
        "kd": 209110
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "kc": 27014424,
        "kd": 26335000
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "kc": 193878,
        "kd": 0
      },
      {
        "name": "90-ТОО Май Март",
        "kc": 7527946,
        "kd": 1937245
      },
      {
        "name": "98-O-live: Склад O-live",
        "kc": 3752757,
        "kd": 6000000
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "kc": 10027354,
        "kd": 5000000
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "kc": 190583,
        "kd": 0
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "kc": 11178566,
        "kd": 13537364
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "kc": 153392,
        "kd": 323464
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "kc": 112350,
        "kd": 0
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "kc": 586130,
        "kd": 0
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "kc": 670127,
        "kd": 364352
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "kc": 0,
        "kd": 50000
      }
    ],
    "anaMeta": {
      "period": "29.08–04.09",
      "totalShip": 68524732,
      "totalPay": 61859340
    },
    "consign": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "ship": 57133,
        "shipPrev": 258642,
        "pay": 0,
        "dz": 3019868
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "ship": 1240539,
        "shipPrev": 1487828,
        "pay": 727240,
        "dz": 2451766
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "ship": 316440,
        "shipPrev": 214160,
        "pay": 565565,
        "dz": 3173125
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 637043
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 453600
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "ship": 5110423,
        "shipPrev": 4238454,
        "pay": 6810000,
        "dz": 1040163
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "ship": 392690,
        "shipPrev": 586290,
        "pay": 209110,
        "dz": 1293380
      },
      {
        "name": "81-NANDU",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 95245
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1887068
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "ship": 27014424,
        "shipPrev": 27737406,
        "pay": 26335000,
        "dz": 38135846
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "ship": 193878,
        "shipPrev": 200169,
        "pay": 0,
        "dz": 4267631
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2260140
      },
      {
        "name": "90-ТОО Май Март",
        "ship": 7527946,
        "shipPrev": 6566731,
        "pay": 1937245,
        "dz": 31326205
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9987253
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 434880,
        "pay": 0,
        "dz": 35649455
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "ship": 0,
        "shipPrev": 1170510,
        "pay": 0,
        "dz": 1555518
      },
      {
        "name": "98-O-live: Склад O-live",
        "ship": 3752757,
        "shipPrev": 3713367,
        "pay": 6000000,
        "dz": 6911175
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "ship": 10027354,
        "shipPrev": 7647588,
        "pay": 5000000,
        "dz": 14562631
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "ship": 190583,
        "shipPrev": 217144,
        "pay": 0,
        "dz": 1068320
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "ship": 11178566,
        "shipPrev": 13054863,
        "pay": 13537364,
        "dz": 45886295
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9434
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "ship": 153392,
        "shipPrev": 0,
        "pay": 323464,
        "dz": 153392
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "ship": 112350,
        "shipPrev": 93044,
        "pay": 0,
        "dz": 1639852
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 766182
      },
      {
        "name": "109- ALI OIL ТОО Астана",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 45480
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "ship": 586130,
        "shipPrev": 386176,
        "pay": 0,
        "dz": 2499056
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "ship": 670127,
        "shipPrev": 408449,
        "pay": 364352,
        "dz": 3713982
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1056295
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 71580
      },
      {
        "name": "119-NOA COFFEE ИП, УЛ.ЖАНДОСОВА 1",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2526
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "ship": 0,
        "shipPrev": 0,
        "pay": 50000,
        "dz": 60000
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 292600
      },
      {
        "name": "561 BOGAT LABEL ТОО(ТОРТЫ)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9100
      }
    ],
    "consignMeta": {
      "date": "04.09.2026",
      "prevDate": "28.08.2026"
    }
  }
};
