window.DZ_KZ = {
  "updated": "28.08.2026 13:46",
  "kz": {
    "total": 200431051,
    "date": "28.08.2026",
    "dynamics": [
      {
        "date": "10.07.2026",
        "total": 178579906
      },
      {
        "date": "17.07.2026",
        "total": 178218845
      },
      {
        "date": "24.07.2026",
        "total": 173112732
      },
      {
        "date": "31.07.2026",
        "total": 179749154
      },
      {
        "date": "07.08.2026",
        "total": 182292393
      },
      {
        "date": "14.08.2026",
        "total": 189221632
      },
      {
        "date": "21.08.2026",
        "total": 191579064
      },
      {
        "date": "28.08.2026",
        "total": 200431051
      }
    ],
    "top": [
      {
        "name": "Витамин+ ТОО",
        "debt": 28203735
      },
      {
        "name": "Глобал Фуд ТОО",
        "debt": 21037986
      },
      {
        "name": "ПРОТЭК-АЛМАТЫ ТОО",
        "debt": 8910970
      },
      {
        "name": "Adolar Group ТОО",
        "debt": 8558585
      },
      {
        "name": "Евразиан Фудс Корпорэйшн АО",
        "debt": 8422744
      },
      {
        "name": "Handy Yummy ИП",
        "debt": 8393960
      },
      {
        "name": "Иналка Фуд Сервис ТОО",
        "debt": 8282900
      },
      {
        "name": "CityFood Trade ТОО",
        "debt": 7759184
      },
      {
        "name": "Мясоперерабатывающий завод БИЖАН ТОО",
        "debt": 7124063
      },
      {
        "name": "Элита-Трейд ТОО",
        "debt": 6706190
      },
      {
        "name": "Казтехнолоджи Пак ТОО",
        "debt": 6158000
      },
      {
        "name": "Бест импорт ТОО",
        "debt": 5949800
      },
      {
        "name": "Казойл Продакшн А ТОО",
        "debt": 5668500
      },
      {
        "name": "Frozen Fruit ТОО",
        "debt": 5252006
      },
      {
        "name": "SWEEZARD ТОО",
        "debt": 4967265
      },
      {
        "name": "Dina Sauda Almaty ТОО",
        "debt": 4795700
      },
      {
        "name": "KazBeef Processing (КазБиф Процессинг) ТОО",
        "debt": 4440000
      },
      {
        "name": "Almaty Develop STM ТОО",
        "debt": 4407321
      },
      {
        "name": "Фудтехника ТОО",
        "debt": 4245000
      },
      {
        "name": "Ирмас ЛТД ТОО",
        "debt": 2778276
      },
      {
        "name": "Color express ТОО",
        "debt": 2522538
      },
      {
        "name": "Viki-Kazakhstan ТОО",
        "debt": 2073442
      },
      {
        "name": "Исмагулов ИП",
        "debt": 2024000
      },
      {
        "name": "CIS market ТОО",
        "debt": 1942350
      },
      {
        "name": "Berry Company ТОО",
        "debt": 1777476
      },
      {
        "name": "Global Export Shipping ТОО",
        "debt": 1734350
      },
      {
        "name": "РЫНОК СЫРЬЕ",
        "debt": 1646664
      },
      {
        "name": "Ayala Trade TOO",
        "debt": 1630300
      },
      {
        "name": "Компания Натур Продукт ТОО",
        "debt": 1572725
      },
      {
        "name": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
        "debt": 1278764
      }
    ]
  },
  "dz": {
    "total": 202161276,
    "date": "28.08.2026",
    "dynamics": [
      {
        "date": "10.07.2026",
        "total": 175741765
      },
      {
        "date": "17.07.2026",
        "total": 193863616
      },
      {
        "date": "24.07.2026",
        "total": 194789153
      },
      {
        "date": "31.07.2026",
        "total": 189642592
      },
      {
        "date": "07.08.2026",
        "total": 196705509
      },
      {
        "date": "14.08.2026",
        "total": 204023352
      },
      {
        "date": "21.08.2026",
        "total": 202161276
      },
      {
        "date": "28.08.2026",
        "total": 202161276
      }
    ],
    "top": [
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "debt": 46614826
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "debt": 40214575
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "debt": 30619016
      },
      {
        "name": "90-ТОО Май Март",
        "debt": 25168773
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "debt": 11887689
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "debt": 9987253
      },
      {
        "name": "98-O-live: Склад O-live",
        "debt": 8045051
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "debt": 4023200
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "debt": 3873584
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "debt": 3208090
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "debt": 2260140
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "debt": 2001799
      },
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "debt": 1940293
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "debt": 1887068
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "debt": 1660593
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "debt": 1526750
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "debt": 1434458
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "debt": 1298760
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "debt": 1056295
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "debt": 766182
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "debt": 716856
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "debt": 637043
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "debt": 501286
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "debt": 453600
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "debt": 385008
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "debt": 292600
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "debt": 110000
      },
      {
        "name": "81-NANDU",
        "debt": 95245
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "debt": 87968
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "debt": 71580
      }
    ],
    "ana": [],
    "anaMeta": {
      "period": "22.08–28.08",
      "totalShip": 0,
      "totalPay": 0
    },
    "consign": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "ship": 0,
        "shipPrev": 108433,
        "pay": 0,
        "dz": 1940293
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "ship": 0,
        "shipPrev": 1280300,
        "pay": 0,
        "dz": 2001799
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "ship": 0,
        "shipPrev": 251920,
        "pay": 0,
        "dz": 3208090
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 637043
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 453600
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "ship": 0,
        "shipPrev": 3904337,
        "pay": 0,
        "dz": 501286
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "ship": 0,
        "shipPrev": 483930,
        "pay": 0,
        "dz": 1298760
      },
      {
        "name": "81-NANDU",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 95245
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1887068
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "ship": 0,
        "shipPrev": 12283503,
        "pay": 0,
        "dz": 30619016
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "ship": 0,
        "shipPrev": 190908,
        "pay": 0,
        "dz": 3873584
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2260140
      },
      {
        "name": "90-ТОО Май Март",
        "ship": 0,
        "shipPrev": 6815291,
        "pay": 0,
        "dz": 25168773
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9987253
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 8596520,
        "pay": 0,
        "dz": 40214575
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "ship": 0,
        "shipPrev": 64898,
        "pay": 0,
        "dz": 385008
      },
      {
        "name": "98-O-live: Склад O-live",
        "ship": 0,
        "shipPrev": 3813442,
        "pay": 0,
        "dz": 8045051
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "ship": 0,
        "shipPrev": 8489974,
        "pay": 0,
        "dz": 11887689
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "ship": 0,
        "shipPrev": 117023,
        "pay": 0,
        "dz": 1660593
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "ship": 0,
        "shipPrev": 14608386,
        "pay": 0,
        "dz": 46614826
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 87968
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "ship": 0,
        "shipPrev": 323464,
        "pay": 0,
        "dz": 716856
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "ship": 0,
        "shipPrev": 113683,
        "pay": 0,
        "dz": 1434458
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 766182
      },
      {
        "name": "109- ALI OIL ТОО Астана",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 45480
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "ship": 0,
        "shipPrev": 465390,
        "pay": 0,
        "dz": 1526750
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "ship": 0,
        "shipPrev": 1276502,
        "pay": 0,
        "dz": 4023200
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1056295
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 71580
      },
      {
        "name": "119-NOA COFFEE ИП, УЛ.ЖАНДОСОВА 1",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2526
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 110000
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 292600
      },
      {
        "name": "561 BOGAT LABEL ТОО(ТОРТЫ)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9100
      }
    ],
    "consignMeta": {
      "date": "28.08.2026",
      "prevDate": "21.08.2026"
    }
  }
};
