window.DZ_KZ = {
  "updated": "23.08.2026 14:13",
  "kz": {
    "total": 195168576,
    "date": "21.08.2026",
    "dynamics": [
      {
        "date": "03.07.2026",
        "total": 186803583
      },
      {
        "date": "10.07.2026",
        "total": 178579906
      },
      {
        "date": "17.07.2026",
        "total": 178218845
      },
      {
        "date": "24.07.2026",
        "total": 173112732
      },
      {
        "date": "31.07.2026",
        "total": 179749154
      },
      {
        "date": "07.08.2026",
        "total": 182292393
      },
      {
        "date": "14.08.2026",
        "total": 189221632
      },
      {
        "date": "21.08.2026",
        "total": 195168576
      }
    ],
    "top": [
      {
        "name": "Витамин+ ТОО",
        "debt": 29068766
      },
      {
        "name": "Глобал Фуд ТОО",
        "debt": 21286577
      },
      {
        "name": "Adolar Group ТОО",
        "debt": 9451565
      },
      {
        "name": "Handy Yummy ИП",
        "debt": 8797520
      },
      {
        "name": "Мясоперерабатывающий завод БИЖАН ТОО",
        "debt": 7119398
      },
      {
        "name": "Иналка Фуд Сервис ТОО",
        "debt": 7001850
      },
      {
        "name": "Евразиан Фудс Корпорэйшн АО",
        "debt": 6734244
      },
      {
        "name": "CityFood Trade ТОО",
        "debt": 6558723
      },
      {
        "name": "ПРОТЭК-АЛМАТЫ ТОО",
        "debt": 6452890
      },
      {
        "name": "KazBeef Processing (КазБиф Процессинг) ТОО",
        "debt": 6360000
      },
      {
        "name": "Элита-Трейд ТОО",
        "debt": 6232015
      },
      {
        "name": "SWEEZARD ТОО",
        "debt": 5885015
      },
      {
        "name": "Казойл Продакшн А ТОО",
        "debt": 5768500
      },
      {
        "name": "Казтехнолоджи Пак ТОО",
        "debt": 5445000
      },
      {
        "name": "Бест импорт ТОО",
        "debt": 5104800
      },
      {
        "name": "Frozen Fruit ТОО",
        "debt": 4751966
      },
      {
        "name": "Almaty Develop STM ТОО",
        "debt": 4608521
      },
      {
        "name": "Фудтехника ТОО",
        "debt": 4148000
      },
      {
        "name": "Dina Sauda Almaty ТОО",
        "debt": 4020800
      },
      {
        "name": "РЫНОК СЫРЬЕ",
        "debt": 2218849
      },
      {
        "name": "Viki-Kazakhstan ТОО",
        "debt": 2208357
      },
      {
        "name": "MEGAFLEX ТОО",
        "debt": 2168584
      },
      {
        "name": "Ихсан Техногаз ТОО",
        "debt": 2134000
      },
      {
        "name": "Ирмас ЛТД ТОО",
        "debt": 2037996
      },
      {
        "name": "Исмагулов ИП",
        "debt": 1925000
      },
      {
        "name": "Color express ТОО",
        "debt": 1842479
      },
      {
        "name": "Berry Company ТОО",
        "debt": 1777476
      },
      {
        "name": "Компания Натур Продукт ТОО",
        "debt": 1680993
      },
      {
        "name": "Демьянов ИП",
        "debt": 1653443
      },
      {
        "name": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
        "debt": 1578764
      }
    ]
  },
  "dz": {
    "total": 202161276,
    "date": "21.08.2026",
    "dynamics": [
      {
        "date": "03.07.2026",
        "total": 172054160
      },
      {
        "date": "10.07.2026",
        "total": 175741765
      },
      {
        "date": "17.07.2026",
        "total": 193863616
      },
      {
        "date": "24.07.2026",
        "total": 194789153
      },
      {
        "date": "31.07.2026",
        "total": 189642592
      },
      {
        "date": "07.08.2026",
        "total": 196705509
      },
      {
        "date": "14.08.2026",
        "total": 204023352
      },
      {
        "date": "21.08.2026",
        "total": 202161276
      }
    ],
    "top": [
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "debt": 46614826
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "debt": 40214575
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "debt": 30619016
      },
      {
        "name": "90-ТОО Май Март",
        "debt": 25168773
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "debt": 11887689
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "debt": 9987253
      },
      {
        "name": "98-O-live: Склад O-live",
        "debt": 8045051
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "debt": 4023200
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "debt": 3873584
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "debt": 3208090
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "debt": 2260140
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "debt": 2001799
      },
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "debt": 1940293
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "debt": 1887068
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "debt": 1660593
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "debt": 1526750
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "debt": 1434458
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "debt": 1298760
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "debt": 1056295
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "debt": 766182
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "debt": 716856
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "debt": 637043
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "debt": 501286
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "debt": 453600
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "debt": 385008
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "debt": 292600
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "debt": 110000
      },
      {
        "name": "81-NANDU",
        "debt": 95245
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "debt": 87968
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "debt": 71580
      }
    ],
    "ana": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "kc": 108433,
        "kd": 51300
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "kc": 1280300,
        "kd": 1594240
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "kc": 251920,
        "kd": 0
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "kc": 3904337,
        "kd": 5850000
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "kc": 483930,
        "kd": 392300
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "kc": 12283503,
        "kd": 26390000
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "kc": 190908,
        "kd": 0
      },
      {
        "name": "90-ТОО Май Март",
        "kc": 6815291,
        "kd": 3924783
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "kc": 8596520,
        "kd": 0
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "kc": 64898,
        "kd": 0
      },
      {
        "name": "98-O-live: Склад O-live",
        "kc": 3813442,
        "kd": 3500000
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "kc": 8489974,
        "kd": 10000000
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "kc": 117023,
        "kd": 1000000
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "kc": 14608386,
        "kd": 10062314
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "kc": 323464,
        "kd": 0
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "kc": 113683,
        "kd": 0
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "kc": 465390,
        "kd": 1090308
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "kc": 1276502,
        "kd": 1194735
      }
    ],
    "anaMeta": {
      "period": "15.08–21.08",
      "totalShip": 63187904,
      "totalPay": 65049980
    },
    "consign": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "ship": 108433,
        "shipPrev": 32072,
        "pay": 51300,
        "dz": 1940293
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "ship": 1280300,
        "shipPrev": 1382550,
        "pay": 1594240,
        "dz": 2001799
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "ship": 251920,
        "shipPrev": 289120,
        "pay": 0,
        "dz": 3208090
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 637043
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 453600
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "ship": 3904337,
        "shipPrev": 4443527,
        "pay": 5850000,
        "dz": 501286
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "ship": 483930,
        "shipPrev": 439100,
        "pay": 392300,
        "dz": 1298760
      },
      {
        "name": "81-NANDU",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 95245
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1887068
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "ship": 12283503,
        "shipPrev": 25908654,
        "pay": 26390000,
        "dz": 30619016
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "ship": 190908,
        "shipPrev": 246919,
        "pay": 0,
        "dz": 3873584
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2260140
      },
      {
        "name": "90-ТОО Май Март",
        "ship": 6815291,
        "shipPrev": 6338068,
        "pay": 3924783,
        "dz": 25168773
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9987253
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "ship": 8596520,
        "shipPrev": 2018880,
        "pay": 0,
        "dz": 40214575
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "ship": 64898,
        "shipPrev": 23602,
        "pay": 0,
        "dz": 385008
      },
      {
        "name": "98-O-live: Склад O-live",
        "ship": 3813442,
        "shipPrev": 3050781,
        "pay": 3500000,
        "dz": 8045051
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "ship": 8489974,
        "shipPrev": 7921024,
        "pay": 10000000,
        "dz": 11887689
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "ship": 117023,
        "shipPrev": 221279,
        "pay": 1000000,
        "dz": 1660593
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "ship": 14608386,
        "shipPrev": 15373656,
        "pay": 10062314,
        "dz": 46614826
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 87968
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "ship": 323464,
        "shipPrev": 393392,
        "pay": 0,
        "dz": 716856
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "ship": 113683,
        "shipPrev": 91016,
        "pay": 0,
        "dz": 1434458
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 766182
      },
      {
        "name": "109- ALI OIL ТОО Астана",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 45480
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "ship": 465390,
        "shipPrev": 934122,
        "pay": 1090308,
        "dz": 1526750
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "ship": 1276502,
        "shipPrev": 511816,
        "pay": 1194735,
        "dz": 4023200
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1056295
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 71580
      },
      {
        "name": "119-NOA COFFEE ИП, УЛ.ЖАНДОСОВА 1",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2526
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 110000
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 292600
      },
      {
        "name": "561 BOGAT LABEL ТОО(ТОРТЫ)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9100
      }
    ],
    "consignMeta": {
      "date": "21.08.2026",
      "prevDate": "14.08.2026"
    }
  }
};
