window.DZ_KZ = {
  "updated": "04.09.2026 17:53",
  "kz": {
    "total": 202396438,
    "date": "04.09.2026",
    "dynamics": [
      {
        "date": "17.07.2026",
        "total": 178218845
      },
      {
        "date": "24.07.2026",
        "total": 173112732
      },
      {
        "date": "31.07.2026",
        "total": 179749154
      },
      {
        "date": "07.08.2026",
        "total": 182292393
      },
      {
        "date": "14.08.2026",
        "total": 189221632
      },
      {
        "date": "21.08.2026",
        "total": 191579064
      },
      {
        "date": "28.08.2026",
        "total": 200431051
      },
      {
        "date": "04.09.2026",
        "total": 202396438
      }
    ],
    "top": [
      {
        "name": "Витамин+ ТОО",
        "debt": 29045408
      },
      {
        "name": "Глобал Фуд ТОО",
        "debt": 22470066
      },
      {
        "name": "ПРОТЭК-АЛМАТЫ ТОО",
        "debt": 8899250
      },
      {
        "name": "Adolar Group ТОО",
        "debt": 8719755
      },
      {
        "name": "Handy Yummy ИП",
        "debt": 8596360
      },
      {
        "name": "CityFood Trade ТОО",
        "debt": 8531704
      },
      {
        "name": "Иналка Фуд Сервис ТОО",
        "debt": 8530320
      },
      {
        "name": "Евразиан Фудс Корпорэйшн АО",
        "debt": 8345304
      },
      {
        "name": "Элита-Трейд ТОО",
        "debt": 6481235
      },
      {
        "name": "Мясоперерабатывающий завод БИЖАН ТОО",
        "debt": 6447659
      },
      {
        "name": "Бест импорт ТОО",
        "debt": 6046600
      },
      {
        "name": "Казтехнолоджи Пак ТОО",
        "debt": 5971000
      },
      {
        "name": "Казойл Продакшн А ТОО",
        "debt": 5223000
      },
      {
        "name": "Frozen Fruit ТОО",
        "debt": 5174359
      },
      {
        "name": "SWEEZARD ТОО",
        "debt": 4659515
      },
      {
        "name": "Демьянов ИП",
        "debt": 4553443
      },
      {
        "name": "KazBeef Processing (КазБиф Процессинг) ТОО",
        "debt": 4450000
      },
      {
        "name": "Dina Sauda Almaty ТОО",
        "debt": 4306400
      },
      {
        "name": "Фудтехника ТОО",
        "debt": 4220000
      },
      {
        "name": "Almaty Develop STM ТОО",
        "debt": 3886921
      },
      {
        "name": "Ирмас ЛТД ТОО",
        "debt": 2509099
      },
      {
        "name": "MEGAFLEX ТОО",
        "debt": 2093291
      },
      {
        "name": "Color express ТОО",
        "debt": 2012153
      },
      {
        "name": "Компания Натур Продукт ТОО",
        "debt": 1790165
      },
      {
        "name": "Global Export Shipping ТОО",
        "debt": 1734350
      },
      {
        "name": "Viki-Kazakhstan ТОО",
        "debt": 1650477
      },
      {
        "name": "Berry Company ТОО",
        "debt": 1572976
      },
      {
        "name": "CIS market ТОО",
        "debt": 1476850
      },
      {
        "name": "Исмагулов ИП",
        "debt": 1324000
      },
      {
        "name": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
        "debt": 1278764
      }
    ]
  },
  "dz": {
    "total": 208594403,
    "date": "04.09.2026",
    "dynamics": [
      {
        "date": "17.07.2026",
        "total": 193863616
      },
      {
        "date": "24.07.2026",
        "total": 194789153
      },
      {
        "date": "31.07.2026",
        "total": 189642592
      },
      {
        "date": "07.08.2026",
        "total": 196705509
      },
      {
        "date": "14.08.2026",
        "total": 204023352
      },
      {
        "date": "21.08.2026",
        "total": 202161276
      },
      {
        "date": "28.08.2026",
        "total": 208594403
      },
      {
        "date": "04.09.2026",
        "total": 208594403
      }
    ],
    "top": [
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "debt": 48245093
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "debt": 37456422
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "debt": 35649455
      },
      {
        "name": "90-ТОО Май Март",
        "debt": 25735504
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "debt": 9987253
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "debt": 9535277
      },
      {
        "name": "98-O-live: Склад O-live",
        "debt": 9158418
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "debt": 4073753
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "debt": 3422250
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "debt": 3408207
      },
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "debt": 2962735
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "debt": 2739740
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "debt": 2260140
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "debt": 1938467
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "debt": 1912926
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "debt": 1887068
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "debt": 1555518
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "debt": 1527502
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "debt": 1109800
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "debt": 1056295
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "debt": 877737
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "debt": 766182
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "debt": 637043
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "debt": 453600
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "debt": 323464
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "debt": 292600
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "debt": 110000
      },
      {
        "name": "81-NANDU",
        "debt": 95245
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "debt": 71580
      },
      {
        "name": "109- ALI OIL ТОО Астана",
        "debt": 45480
      }
    ],
    "ana": [],
    "anaMeta": {
      "period": "29.08–04.09",
      "totalShip": 0,
      "totalPay": 0
    },
    "consign": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "ship": 0,
        "shipPrev": 258642,
        "pay": 0,
        "dz": 2962735
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "ship": 0,
        "shipPrev": 1487828,
        "pay": 0,
        "dz": 1938467
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "ship": 0,
        "shipPrev": 214160,
        "pay": 0,
        "dz": 3422250
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 637043
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 453600
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "ship": 0,
        "shipPrev": 4238454,
        "pay": 0,
        "dz": 2739740
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "ship": 0,
        "shipPrev": 586290,
        "pay": 0,
        "dz": 1109800
      },
      {
        "name": "81-NANDU",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 95245
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1887068
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "ship": 0,
        "shipPrev": 27737406,
        "pay": 0,
        "dz": 37456422
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "ship": 0,
        "shipPrev": 200169,
        "pay": 0,
        "dz": 4073753
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2260140
      },
      {
        "name": "90-ТОО Май Март",
        "ship": 0,
        "shipPrev": 6566731,
        "pay": 0,
        "dz": 25735504
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9987253
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 434880,
        "pay": 0,
        "dz": 35649455
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "ship": 0,
        "shipPrev": 1170510,
        "pay": 0,
        "dz": 1555518
      },
      {
        "name": "98-O-live: Склад O-live",
        "ship": 0,
        "shipPrev": 3713367,
        "pay": 0,
        "dz": 9158418
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "ship": 0,
        "shipPrev": 7647588,
        "pay": 0,
        "dz": 9535277
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "ship": 0,
        "shipPrev": 217144,
        "pay": 0,
        "dz": 877737
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "ship": 0,
        "shipPrev": 13054863,
        "pay": 0,
        "dz": 48245093
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9434
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 323464
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "ship": 0,
        "shipPrev": 93044,
        "pay": 0,
        "dz": 1527502
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 766182
      },
      {
        "name": "109- ALI OIL ТОО Астана",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 45480
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "ship": 0,
        "shipPrev": 386176,
        "pay": 0,
        "dz": 1912926
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "ship": 0,
        "shipPrev": 408449,
        "pay": 0,
        "dz": 3408207
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1056295
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 71580
      },
      {
        "name": "119-NOA COFFEE ИП, УЛ.ЖАНДОСОВА 1",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2526
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 110000
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 292600
      },
      {
        "name": "561 BOGAT LABEL ТОО(ТОРТЫ)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9100
      }
    ],
    "consignMeta": {
      "date": "04.09.2026",
      "prevDate": "28.08.2026"
    }
  }
};
