window.DZ_KZ = {
  "updated": "31.07.2026 21:16",
  "kz": {
    "total": 179749154,
    "date": "31.07.2026",
    "dynamics": [
      {
        "date": "12.06.2026",
        "total": 169568651
      },
      {
        "date": "19.06.2026",
        "total": 188243569
      },
      {
        "date": "26.06.2026",
        "total": 183160933
      },
      {
        "date": "03.07.2026",
        "total": 186803583
      },
      {
        "date": "10.07.2026",
        "total": 178579906
      },
      {
        "date": "17.07.2026",
        "total": 178218845
      },
      {
        "date": "24.07.2026",
        "total": 173112732
      },
      {
        "date": "31.07.2026",
        "total": 179749154
      }
    ],
    "top": [
      {
        "name": "Витамин+ ТОО",
        "debt": 30423800
      },
      {
        "name": "Глобал Фуд ТОО",
        "debt": 16835830
      },
      {
        "name": "Handy Yummy ИП",
        "debt": 8518720
      },
      {
        "name": "Adolar Group ТОО",
        "debt": 8491299
      },
      {
        "name": "Иналка Фуд Сервис ТОО",
        "debt": 6582050
      },
      {
        "name": "Евразиан Фудс Корпорэйшн АО",
        "debt": 6216080
      },
      {
        "name": "Бест импорт ТОО",
        "debt": 5504800
      },
      {
        "name": "Элита-Трейд ТОО",
        "debt": 5336135
      },
      {
        "name": "ПРОТЭК-АЛМАТЫ ТОО",
        "debt": 5286290
      },
      {
        "name": "CityFood Trade ТОО",
        "debt": 5228056
      },
      {
        "name": "Казойл Продакшн А ТОО",
        "debt": 5168500
      },
      {
        "name": "Мясоперерабатывающий завод БИЖАН ТОО",
        "debt": 5165216
      },
      {
        "name": "Frozen Fruit ТОО",
        "debt": 4914366
      },
      {
        "name": "SWEEZARD ТОО",
        "debt": 4591690
      },
      {
        "name": "Фудтехника ТОО",
        "debt": 4372000
      },
      {
        "name": "KazBeef Processing (КазБиф Процессинг) ТОО",
        "debt": 4060776
      },
      {
        "name": "Almaty Develop STM ТОО",
        "debt": 3782000
      },
      {
        "name": "Rikkaus ИП",
        "debt": 3008643
      },
      {
        "name": "Viki-Kazakhstan ТОО",
        "debt": 2745237
      },
      {
        "name": "РЫНОК СЫРЬЕ",
        "debt": 2719557
      },
      {
        "name": "Color express ТОО",
        "debt": 2482696
      },
      {
        "name": "MEGAFLEX ТОО",
        "debt": 2444800
      },
      {
        "name": "Ирмас ЛТД ТОО",
        "debt": 2396220
      },
      {
        "name": "Kaz ET.KZ ТОО",
        "debt": 2300000
      },
      {
        "name": "Dina Sauda Almaty ТОО",
        "debt": 2193200
      },
      {
        "name": "КОКРЕКБАЙ ОВОЩИ (ГАБИТ) BARYS GROUP",
        "debt": 2082191
      },
      {
        "name": "Ихсан Техногаз ТОО",
        "debt": 2024000
      },
      {
        "name": "QAZAQ SAPA GROUP ТОО",
        "debt": 2004114
      },
      {
        "name": "Исмагулов ИП",
        "debt": 1745000
      },
      {
        "name": "Berry Company ТОО",
        "debt": 1744796
      }
    ]
  },
  "dz": {
    "total": 204111890,
    "date": "31.07.2026",
    "dynamics": [
      {
        "date": "12.06.2026",
        "total": 187107760
      },
      {
        "date": "19.06.2026",
        "total": 180657228
      },
      {
        "date": "26.06.2026",
        "total": 168787742
      },
      {
        "date": "03.07.2026",
        "total": 172054160
      },
      {
        "date": "10.07.2026",
        "total": 175741765
      },
      {
        "date": "17.07.2026",
        "total": 193863616
      },
      {
        "date": "24.07.2026",
        "total": 194789153
      },
      {
        "date": "31.07.2026",
        "total": 204111890
      }
    ],
    "top": [
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "debt": 42082589
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "debt": 37336571
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "debt": 26650969
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "debt": 25732209
      },
      {
        "name": "90-ТОО Май Март",
        "debt": 17543010
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "debt": 9987253
      },
      {
        "name": "98-O-live: Склад O-live",
        "debt": 9184268
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "debt": 6797887
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "debt": 3367072
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "debt": 3327280
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "debt": 3184635
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "debt": 2432530
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "debt": 2260140
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "debt": 2072740
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "debt": 1887068
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "debt": 1881171
      },
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "debt": 1851088
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "debt": 1447549
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "debt": 1056295
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "debt": 766182
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "debt": 749920
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "debt": 637043
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "debt": 602220
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "debt": 453600
      },
      {
        "name": "105-АЛГА ЭКСПРЕСС",
        "debt": 359883
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "debt": 292600
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "debt": 259804
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "debt": 210000
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "debt": 188018
      },
      {
        "name": "81-NANDU",
        "debt": 95245
      }
    ],
    "ana": [
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "kc": 1298390,
        "kd": 1547000
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "kc": 217060,
        "kd": 0
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "kc": 4495893,
        "kd": 5340000
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "kc": 470120,
        "kd": 344130
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "kc": 25332187,
        "kd": 23009000
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "kc": 290015,
        "kd": 0
      },
      {
        "name": "90-ТОО Май Март",
        "kc": 5580305,
        "kd": 6324239
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "kc": 2439600,
        "kd": 3000000
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "kc": 12740,
        "kd": 0
      },
      {
        "name": "98-O-live: Склад O-live",
        "kc": 2093128,
        "kd": 2000000
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "kc": 11925912,
        "kd": 0
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "kc": 335729,
        "kd": 1000000
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "kc": 20572230,
        "kd": 5219302
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "kc": 0,
        "kd": 72244
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "kc": 374960,
        "kd": 247144
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "kc": 86188,
        "kd": 0
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "kc": 450715,
        "kd": 620661
      }
    ],
    "anaMeta": {
      "period": "25.07–31.07",
      "totalShip": 75975172,
      "totalPay": 48723720
    },
    "consign": [
      {
        "name": "0ЧАСТНОЕ ЛИЦО ПОКУПАТЕЛЬ",
        "ship": 0,
        "shipPrev": 71250,
        "pay": 0,
        "dz": 1851088
      },
      {
        "name": "1-БАЗИЛИК 1 (ШЕВЧЕНКО)",
        "ship": 1298390,
        "shipPrev": 1056260,
        "pay": 1547000,
        "dz": 1447549
      },
      {
        "name": "2-БАЗИЛИК 2 (ЖЕЛТОКСАН)",
        "ship": 217060,
        "shipPrev": 215950,
        "pay": 0,
        "dz": 2432530
      },
      {
        "name": "3-БАЗИЛИК 3 (АСТАНА)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 637043
      },
      {
        "name": "5555 ГРЭС ЦОЙ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 453600
      },
      {
        "name": "7-Kaspi Банк (Склад ГП): Склад ГП КБ",
        "ship": 4495893,
        "shipPrev": 4828704,
        "pay": 5340000,
        "dz": 3327280
      },
      {
        "name": "9-БАЗИЛИК 5 (АКСАЙ)",
        "ship": 470120,
        "shipPrev": 371800,
        "pay": 344130,
        "dz": 602220
      },
      {
        "name": "81-NANDU",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 95245
      },
      {
        "name": "84-ТОО ГАМАУС (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1887068
      },
      {
        "name": "85-ДФЗ (дистрибьютор)",
        "ship": 25332187,
        "shipPrev": 23803902,
        "pay": 23009000,
        "dz": 42082589
      },
      {
        "name": "86-Crave Cafe (Жетысу-4,2а): СН Склад ГП с Фудзавода",
        "ship": 290015,
        "shipPrev": 233260,
        "pay": 0,
        "dz": 3184635
      },
      {
        "name": "89-ИП ЦОЙ Д.Л. (ТОРТЫ): СКЛАД ИП ЦОЙ ДЛ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2260140
      },
      {
        "name": "90-ТОО Май Март",
        "ship": 5580305,
        "shipPrev": 5532480,
        "pay": 6324239,
        "dz": 17543010
      },
      {
        "name": "95-ТОО ФУД ПИКАССО (ДИСТРИБЬЮТОР)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9987253
      },
      {
        "name": "96-ТОО DSF (ДИСТРИБЬЮТОР)",
        "ship": 2439600,
        "shipPrev": 397140,
        "pay": 3000000,
        "dz": 26650969
      },
      {
        "name": "97-ИП НИК И КО (КЕЙТЕРИНГ)",
        "ship": 12740,
        "shipPrev": 258010,
        "pay": 0,
        "dz": 188018
      },
      {
        "name": "98-O-live: Склад O-live",
        "ship": 2093128,
        "shipPrev": 2424629,
        "pay": 2000000,
        "dz": 9184268
      },
      {
        "name": "99-RP АЗС 1 (все точки)",
        "ship": 11925912,
        "shipPrev": 8308862,
        "pay": 0,
        "dz": 25732209
      },
      {
        "name": "100-Сrave cafe (Cейфуллина): CV Склад ГП с Фуд завода",
        "ship": 335729,
        "shipPrev": 408756,
        "pay": 1000000,
        "dz": 2072740
      },
      {
        "name": "102-Яндекс лавка Абылай хана (все точки)",
        "ship": 20572230,
        "shipPrev": 14319741,
        "pay": 5219302,
        "dz": 37336571
      },
      {
        "name": "103-БОБУХ ИП, УЛ. ТОРЕТАЙ 92, БУТИК 103",
        "ship": 0,
        "shipPrev": 0,
        "pay": 72244,
        "dz": 259804
      },
      {
        "name": "104-DQ12 ТОО Г.ТАРАЗ, КОНАЕВА 12",
        "ship": 374960,
        "shipPrev": 374960,
        "pay": 247144,
        "dz": 749920
      },
      {
        "name": "105-АЛГА ЭКСПРЕСС",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 359883
      },
      {
        "name": "107-AL Group ул.Мусатай Карима 12/12 офис 11",
        "ship": 86188,
        "shipPrev": 99205,
        "pay": 0,
        "dz": 1881171
      },
      {
        "name": "108-GO MARKET KRG ИП",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 766182
      },
      {
        "name": "109- ALI OIL ТОО Астана",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 45480
      },
      {
        "name": "110 АЗС №2 \"Sinooil\" пр. Абая 109б (все точки)",
        "ship": 0,
        "shipPrev": 723708,
        "pay": 0,
        "dz": 6797887
      },
      {
        "name": "111 ГЛОВО г. Алматы (все точки)",
        "ship": 450715,
        "shipPrev": 626173,
        "pay": 620661,
        "dz": 3367072
      },
      {
        "name": "113-WOLT SERVICES KAZAKHSTAN",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 1056295
      },
      {
        "name": "117-А-ГРУПП ХОЛДИНГ ТОО УЛ.ЩЕПЕТКОВА 189",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 71580
      },
      {
        "name": "119-NOA COFFEE ИП, УЛ.ЖАНДОСОВА 1",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 2526
      },
      {
        "name": "558-ROMANTIC (ТОРТЫ) НУРЛЫБАЕВ АЛИБЕК",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 210000
      },
      {
        "name": "560-HENRY \"BONNAR INC\" ТОРТЫ",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 292600
      },
      {
        "name": "561 BOGAT LABEL ТОО(ТОРТЫ)",
        "ship": 0,
        "shipPrev": 0,
        "pay": 0,
        "dz": 9100
      }
    ],
    "consignMeta": {
      "date": "31.07.2026",
      "prevDate": "24.07.2026"
    }
  }
};
